{
    "authors": [
        {
            "id": 1,
            "name": "Friedrich Nietzsche",
            "description": "Friedrich Nietzsche fue un filósofo alemán del siglo XIX, conocido por su crítica a la moral tradicional y religiosa. Su obra cuestiona la autoridad, la cultura occidental y propone ideas como el 'superhombre' y la 'voluntad de poder'. Nietzsche ha sido influyente en la filosofía, la literatura y la cultura moderna.",
            "biography": "Friedrich Nietzsche nació el 15 de octubre de 1844 en Röcken, un pequeño pueblo en Prusia, actualmente parte de Alemania. Su padre, Carl Ludwig Nietzsche, era pastor luterano, y su madre, Franziska Oehler, era devota y estricta. Desde joven, Nietzsche mostró un gran interés por la música y la literatura clásica griega.\n\nEn 1858, ingresó al internado Pforta, donde destacó por su brillantez académica y su amor por la poesía clásica. Estudió filología clásica en la Universidad de Bonn y más tarde en la Universidad de Leipzig. En 1869, a la edad de 24 años, fue nombrado profesor de filología clásica en la Universidad de Basilea, convirtiéndose así en uno de los profesores más jóvenes en la historia de la universidad.\n\nDurante su tiempo en Basilea, Nietzsche comenzó a escribir intensamente sobre filosofía, cultura y crítica social. Publicó obras fundamentales como 'El nacimiento de la tragedia' (1872), 'Así habló Zaratustra' (1883-1885), 'Más allá del bien y del mal' (1886), y 'La genealogía de la moral' (1887). Su filosofía cuestionaba profundamente los valores tradicionales occidentales y abogaba por una nueva moral basada en la afirmación de la vida y la voluntad de poder.\n\nEn 1889, Nietzsche sufrió un colapso mental que lo dejó incapacitado para el resto de su vida. Pasó sus últimos años en cuidado de su madre y su hermana en Naumburg, donde murió el 25 de agosto de 1900. A pesar de su breve carrera, Nietzsche es uno de los filósofos más influyentes de la historia, conocido por su estilo poético y provocador, así como por su crítica radical de la religión, la moralidad y la filosofía tradicional.",
            "quotes": [
                "Aquel que tiene un porqué para vivir puede soportar casi cualquier cómo.",
                "Lo que no nos mata nos hace más fuertes.",
                "Vivir es sufrir, sobrevivir es encontrar algún significado en el sufrimiento.",
                "El hombre que no teme a la verdad no tiene nada que temer de las mentiras.",
                "Cuídate de que, al luchar contra monstruos, no te conviertas en uno.",
                "Dios está muerto. Dios permanece muerto. Y nosotros lo hemos matado.",
                "No hay hechos, solo interpretaciones.",
                "¡Conviértete en quien eres!",
                "Lo que no me mata, me hace más fuerte.",
                "Quien lucha con monstruos debe cuidarse de no convertirse en uno en el proceso. Y cuando miras largo tiempo a un abismo, el abismo también mira dentro de ti.",
                "Todos somos tontos en el amor.",
                "La locura es la cosa más rara en este mundo. Casi todos están cuerdos.",
                "El hombre superior sufre más por el aburrimiento que por cualquier otra cosa. Sufre por el hecho de que no hay nada por lo que sufrir.",
                "El verdadero hombre quiere una cosa: superarse a sí mismo.",
                "No hay fenómenos morales en absoluto, solo una interpretación moral de los fenómenos.",
                "El castigo es la venganza que la sociedad toma por el crimen cometido contra ella.",
                "Lo importante no es la felicidad, sino la vitalidad y el poder; porque lo que es feliz no necesariamente vive mucho; pero lo que es vital siempre da felicidad.",
                "Uno debe aprender a amarse a sí mismo con un sano egoísmo.",
                "El individuo siempre ha tenido que luchar para no ser abrumado por la tribu. Si lo intentas, estarás solo a menudo, y a veces asustado. Pero ningún precio es demasiado alto por el privilegio de poseerse a sí mismo.",
                "No hay nada más espantoso que la ignorancia en acción.",
                "La belleza es para el propósito de la seducción; la fealdad es parte del proceso de intimidación.",
                "El mayor peligro para la mayoría de nosotros no es que nuestro objetivo sea demasiado alto y no lo alcancemos, sino que sea demasiado bajo y lo alcancemos.",
                "La vanidad es el único pecado que no se perdona a sí mismo.",
                "No estoy molesto porque me hayas mentido, estoy molesto porque a partir de ahora no puedo creerte.",
                "Todo pensador profundo tiene más miedo de ser entendido que de ser malentendido.",
                "La ventaja de una mala memoria es que uno disfruta varias veces de las mismas cosas buenas por primera vez.",
                "Quien ríe mejor hoy, también reirá último.",
                "Lo que tiene precio tiene poco valor.",
                "La tarántula hace lo que hacen las arañas: teje una red. El espíritu que ya no puede crear, critica.",
                "El genio se caracteriza por su impulso creativo, por su voluntad de formar, de moldear, en resumen, por su voluntad de poder."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1721431662/DailyQuotes/Nietzsche.jpg",
            "locked": false
        },
        {
            "id": 2,
            "name": "Franz Kafka",
            "description": "Franz Kafka fue un escritor de origen austrohúngaro, conocido por sus relatos que exploran temas de alienación, culpa y el absurdo burocrático. Su obra, como 'La metamorfosis' y 'El proceso', ha influido profundamente en la literatura moderna, especialmente en el género del existencialismo y el surrealismo.",
            "biography": "Franz Kafka nació el 3 de julio de 1883 en Praga, por entonces parte del Imperio Austrohúngaro, en una familia judía de clase media. Su padre, Hermann Kafka, era un exitoso comerciante y su madre, Julie Kafka, se encargaba de los asuntos del hogar. Kafka creció en un entorno culturalmente diverso y cosmopolita, influenciado por la atmósfera intelectual y literaria de Praga.\n\nDesde joven, Kafka mostró un interés particular por la literatura y la escritura. Estudió derecho en la Universidad Karl-Ferdinands de Praga y trabajó en una compañía de seguros durante gran parte de su vida adulta para sostener económicamente su pasión por escribir. A pesar de sus obligaciones profesionales, Kafka dedicó gran parte de su tiempo libre a desarrollar su obra literaria.\n\nSu estilo único se caracteriza por narrativas surrealistas, atmósferas opresivas y personajes alienados que luchan contra sistemas burocráticos y fuerzas desconocidas. Entre sus obras más famosas se encuentran 'La metamorfosis' (1915), 'El proceso' (1925) y 'El castillo' (1926), todas las cuales exploran temas de alienación, culpa, y la lucha del individuo contra estructuras de poder omnipotentes y absurdas.\n\nAunque Kafka publicó relativamente poco durante su vida y tuvo una relación compleja con la escritura, su obra ha sido ampliamente reconocida y estudiada después de su muerte prematura a causa de la tuberculosis el 3 de junio de 1924 en Kierling, Austria. Su legado literario ha influido profundamente en la literatura moderna y sigue siendo objeto de interpretación y debate en todo el mundo.",
            "quotes": [
                "Un libro debe ser el hacha para el mar congelado dentro de nosotros.",
                "En la lucha entre tú y el mundo, apoya al mundo.",
                "La juventud es feliz porque tiene la capacidad de ver la belleza. Cualquiera que conserve la capacidad de ver la belleza nunca envejece.",
                "Los caminos se hacen al andar.",
                "Soy libre y por eso estoy perdido.",
                "No te dobles; no lo diluyas; no trates de hacerlo lógico; no edites tu propia alma según la moda. En lugar de eso, sigue implacablemente tus obsesiones más intensas.",
                "El mal es cualquier cosa que distrae.",
                "Hay momentos en los que estoy convencido de que no soy apto para ninguna relación humana.",
                "Al creer apasionadamente en algo que aún no existe, lo creamos. Lo inexistente es lo que no hemos deseado lo suficiente.",
                "El verdadero camino conduce hacia afuera, pero también conduce hacia adentro.",
                "Es mejor ser infeliz por una verdad que conoces que feliz por una mentira que crees.",
                "Llevamos una imagen de plenitud en nosotros, no podemos concebir que pueda ser diferente.",
                "Quien busca no encuentra, pero quien tropieza encuentra.",
                "El significado de la vida es que se detiene.",
                "Uno no tiene que creer todo lo que lee, pero siempre puede encontrar algo sobre lo que reflexionar.",
                "A veces una caída puede ser lo mejor que te puede pasar.",
                "Todos somos héroes kafkianos, atrapados en un laberinto de burocracia y absurdo.",
                "La jaula no está hecha de barrotes; es tu propia creencia de que no hay escape.",
                "La esperanza es la creencia de que las cosas mejorarán. La fe es la convicción de que lo harán.",
                "La única voluntad revolucionaria es la voluntad de ser uno mismo.",
                "Hay una cantidad infinita de esperanza en el universo, pero no para nosotros.",
                "La batalla no es contra el mundo; es contra la mentira que la gente se dice a sí misma sobre el mundo.",
                "Escribir es una profesión solitaria. La publicación es la venganza más cruel.",
                "La criatura que una vez brilló tan intensamente en nuestros sueños de infancia ha sido encerrada en los rincones más lejanos de nuestras almas.",
                "La burocracia es impenetrable. Siempre tiene razón, incluso cuando está equivocada.",
                "El significado de la vida es encontrar tu don. El propósito de la vida es entregarlo.",
                "Todo lo que combates te fortalece.",
                "El silencio es el grito más fuerte.",
                "El único error verdadero es perder de vista nuestro propósito.",
                "El problema no es que seamos demasiado débiles, sino que somos demasiado obedientes.",
                "El verdadero camino conduce hacia afuera, pero también conduce hacia adentro."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1721431661/DailyQuotes/FranzKafka.webp",
            "locked": false
        },
        {
            "id": 3,
            "name": "Fyodor Dostoevsky",
            "description": "Fyodor Dostoevsky fue un novelista ruso del siglo XIX, conocido por explorar la psicología humana y las complejidades morales en sus obras. Sus novelas, como 'Crime and Punishment' y 'The Brothers Karamazov', abordan temas de culpa, redención y el conflicto entre el bien y el mal.",
            "biography": "Fyodor Dostoevsky nació el 11 de noviembre de 1821 en Moscú, Rusia. Provenía de una familia modesta de origen noble. Desde joven mostró interés por la literatura y la filosofía, estudiando en la Escuela de Ingeniería Militar de San Petersburgo. Sin embargo, abandonó sus estudios para dedicarse por completo a la escritura.\n\nDostoevsky es conocido por sus novelas que exploran la psicología humana en situaciones extremas. Obras como 'Crimen y castigo' (1866), 'El idiota' (1869) y 'Los hermanos Karamázov' (1880) son ejemplos de su profundo análisis de temas como el pecado, la moralidad, la redención y la existencia de Dios. Su estilo literario es introspectivo, complejo y con personajes que reflejan las complejidades del alma humana.\n\nDurante su vida, Dostoevsky enfrentó dificultades financieras y fue arrestado y sentenciado a muerte, aunque finalmente se le conmutó la pena. Estas experiencias influyeron profundamente en su obra, que ha sido ampliamente reconocida y estudiada, convirtiéndolo en uno de los escritores más influyentes de la literatura mundial.",
            "quotes": [
                "El dolor y el sufrimiento son siempre inevitables para una gran inteligencia y un corazón profundo.",
                "El hombre solo gusta de contar sus problemas; no calcula su felicidad.",
                "Si no hay Dios, todo está permitido.",
                "Equivocarse a su manera es mejor que acertar a la manera de otro.",
                "El más listo de todos, en mi opinión, es el hombre que se llama a sí mismo un tonto al menos una vez al mes.",
                "La mayor felicidad es conocer la fuente de la infelicidad.",
                "El alma se tiñe del color de sus pensamientos. Piensa solo en aquellas cosas que están en línea con tus principios y que pueden soportar la luz del día. El contenido de tu carácter es tu elección. Día a día, lo que eliges, lo que piensas y lo que haces es en lo que te conviertes. Tu integridad es tu destino; es la luz que guía tu camino.",
                "No son los cerebros lo que más importa, sino aquello que los guía: el carácter, el corazón, las cualidades generosas, las ideas progresistas.",
                "Sobre todo, no te mientas a ti mismo. El hombre que se miente a sí mismo y escucha su propia mentira llega a un punto en que no puede distinguir la verdad dentro de él, o alrededor de él, y así pierde todo respeto por sí mismo y por los demás.",
                "No hay nada en el mundo más difícil que la franqueza, y nada más fácil que la adulación. Si hay una centésima parte de una fracción de una nota falsa en la franqueza, inmediatamente produce disonancia, y como sucede a menudo, es más llamativa debido a la extrema rareza de la cosa.",
                "Vivir sin esperanza es dejar de vivir.",
                "Un hombre que se miente a sí mismo y cree sus propias mentiras, se vuelve incapaz de reconocer la verdad, ya sea en él mismo o en cualquier otra persona.",
                "El poder solo se da a aquellos que se atreven a rebajarse y recogerlo. Solo una cosa importa, una cosa; ¡poder atreverse!",
                "Un hombre que tiene conciencia sufre mientras reconoce su pecado. Ese es su castigo, así como la prisión.",
                "Cuanto más oscura la noche, más brillantes las estrellas. Cuanto más profundo el dolor, más cerca está Dios.",
                "El hombre es un misterio. Necesita ser desentrañado, y si pasas toda tu vida desentrañándolo, no digas que has perdido el tiempo. Estoy estudiando ese misterio porque quiero ser un ser humano.",
                "¿Qué piensas, no sería un pequeño crimen borrado por miles de buenas acciones?",
                "Al final pondrán su libertad a nuestros pies y nos dirán: 'Haznos tus esclavos, pero aliméntanos.'",
                "La mayor consolación en la vida es decir lo que uno piensa.",
                "¡El hombre se acostumbra a todo, el canalla!",
                "Amar a alguien significa verlo como Dios lo intentó."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1721431661/DailyQuotes/FyodorDostoevsky.jpg",
            "locked": true
        },
        {
            "id": 4,
            "name": "Leo Tolstoy",
            "description": "Leo Tolstoy fue un novelista ruso del siglo XIX, conocido por obras como 'Guerra y paz' y 'Anna Karenina'. Tolstoy exploró temas universales como el amor, la guerra, la fe y la moralidad. Su escritura se caracteriza por una profunda introspección y una visión humanista de la vida.",
            "biography": "Leo Tolstoy, nacido el 9 de septiembre de 1828 en Yásnaya Poliana, Rusia, fue uno de los novelistas más importantes de la literatura mundial. Proveniente de una familia noble, Tolstoy recibió una educación formal y militar, pero encontró su verdadera vocación en la escritura y la reflexión espiritual.\n\nTolstoy es conocido por obras maestras como 'Guerra y paz' (1869), que narra la invasión napoleónica de Rusia y examina las complejidades de la vida humana en tiempos de guerra y paz, y 'Anna Karénina' (1877), una novela que explora las pasiones humanas y la moralidad en la alta sociedad rusa del siglo XIX.\n\nAdemás de su obra literaria, Tolstoy fue un pensador y reformador social, que abogó por la no violencia, la educación popular y la reforma agraria. Su influencia se extendió más allá de la literatura, impactando en movimientos sociales y filosóficos en Rusia y en todo el mundo.",
            "quotes": [
                "Todos piensan en cambiar el mundo, pero nadie piensa en cambiarse a sí mismo.",
                "La verdadera felicidad está en la propia casa, entre las alegrías de la familia.",
                "El secreto de la felicidad no es hacer siempre lo que se quiere, sino querer siempre lo que se hace.",
                "La paciencia y el tiempo hacen más que la fuerza y la pasión.",
                "La mejor manera de ser feliz con alguien es aprender a ser feliz solo.",
                "El arte es uno de los medios para unir a las personas.",
                "El amor es la única realidad y no es un mero sentimiento. Es la verdad última que yace en el corazón de la creación.",
                "La historia sería algo maravilloso si fuera cierta.",
                "La vida no es una broma, sino un trabajo serio.",
                "La única cosa que sabemos es que no sabemos nada y esa es la más alta expresión de la sabiduría humana.",
                "El que ha conocido sólo a su mujer y la ha amado, sabe más de mujeres que el que ha conocido mil.",
                "El hombre no puede poseer nada mientras tenga miedo a la muerte. Pero para el que no teme, todo le pertenece.",
                "El respeto se inventó para llenar el vacío donde debería estar el amor.",
                "Mi felicidad consiste en que sé apreciar lo que tengo y no deseo con exceso lo que no tengo.",
                "La verdad es la única cosa que me importa.",
                "La ambición no tiene ningún límite.",
                "La guerra no es más que un asesinato en masa, y el asesinato no puede ser objeto de entusiasmo.",
                "La vida es la infancia de nuestra inmortalidad.",
                "El mal no puede vencer al mal. Sólo el bien puede hacerlo.",
                "El que ha sido herido por la verdad no puede nunca olvidar.",
                "Las dos fuerzas más poderosas que existen son la paciencia y el tiempo.",
                "La fe es la fuerza de la vida. Si el hombre vive es porque cree en algo.",
                "El hombre vive sólo para sí mismo.",
                "La única razón por la que un hombre debería mirar a otro desde arriba es para ayudarle a levantarse.",
                "La humildad no es más que la verdad, y la vanidad es su sombra.",
                "La única verdad es la verdad de los sentimientos.",
                "El amor es la vida. Todo, todo lo que entiendo, lo entiendo sólo porque amo.",
                "El que ha vivido mucho tiempo solo, no sabe cómo portarse en sociedad.",
                "No hay grandeza donde no hay sencillez, bondad y verdad.",
                "El secreto de la existencia humana no sólo está en vivir, sino también en saber para qué se vive."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1721431664/DailyQuotes/Tolstoi.jpg",
            "locked": true
        },
        {
            "id": 5,
            "name": "Arthur Schopenhauer",
            "description": "Arthur Schopenhauer fue un filósofo alemán del siglo XIX, conocido por su pesimismo filosófico y su crítica al idealismo. Su obra principal, 'El mundo como voluntad y representación', aborda temas como la voluntad, el sufrimiento humano y la búsqueda de la redención a través del arte y la contemplación.",
            "biography": "Arthur Schopenhauer nació el 22 de febrero de 1788 en Danzig (actual Gdańsk, Polonia). Fue un filósofo alemán conocido por su pesimismo filosófico y su profunda influencia en la filosofía occidental del siglo XIX.\n\nSchopenhauer desarrolló una filosofía centrada en la voluntad como la fuerza impulsora detrás de todas las acciones humanas y naturales. Su obra principal, 'El mundo como voluntad y representación' (1818), propone que el mundo fenoménico es una manifestación de la voluntad en constante búsqueda de satisfacción y que el sufrimiento humano surge de la insatisfacción de deseos infinitos.\n\nAdemás de su filosofía pesimista, Schopenhauer influyó en el desarrollo del existencialismo y el pensamiento nietzscheano. Su enfoque en la estética, la música y la moralidad también fue innovador para su tiempo y sigue siendo objeto de estudio en la filosofía contemporánea.",
            "quotes": [
                "El hombre ha hecho de la Tierra un infierno para los animales.",
                "El hombre puede, a través del estudio, llegar a ser todo lo que quiera.",
                "La compasión es la base de la moralidad.",
                "El amor es la compensación de la muerte.",
                "La vida es una continua oscilación entre el dolor y el aburrimiento.",
                "El hombre puede hacer lo que quiera, pero no puede querer lo que quiera.",
                "La música es el verdadero lenguaje universal.",
                "La verdad no es para todos los hombres, sino sólo para aquellos que la buscan.",
                "El genio y la locura tienen algo en común: ambos viven en un mundo distinto al que existe para los demás.",
                "El pesimismo es una filosofía de la vida.",
                "La voluntad de vivir es la esencia de toda existencia.",
                "El arte es una huida del dolor de la vida.",
                "El placer es sólo la ausencia de dolor.",
                "El hombre es el único animal que causa dolor a otros sin ningún otro propósito que querer hacerlo.",
                "La riqueza es como el agua salada: cuanto más se bebe, más sed produce.",
                "El destino baraja las cartas, pero nosotros las jugamos.",
                "La soledad es la suerte de todos los espíritus excelentes.",
                "La música expresa el más alto grado de filosofía en el lenguaje más simple.",
                "El amor es la compensación de la naturaleza por la razón.",
                "El genio es el que mira el mundo de un modo infantil.",
                "La lectura es sólo un sustituto de la propia experiencia.",
                "La vida es corta y la verdad trabaja muy lentamente.",
                "El sufrimiento es la esencia de la vida.",
                "La religión es el opio del pueblo.",
                "La piedad es el único motivo moral.",
                "La esperanza es el confundir el deseo con la probabilidad.",
                "El arte es la contemplación del mundo con ojos de niño.",
                "El conocimiento de la verdad reposa no sólo en la razón, sino también en el corazón.",
                "La muerte es la única cosa cierta en la vida.",
                "La vida es una constante decepción."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1721431659/DailyQuotes/ArthurSchopenhauer.jpg",
            "locked": true
        },
        {
            "id": 6,
            "name": "Marcus Aurelius",
            "description": "Marcus Aurelius fue un emperador romano y filósofo estoico del siglo II d.C. Su obra más conocida es 'Meditaciones', un conjunto de escritos personales sobre la ética estoica y la autodisciplina. Aurelius es recordado por su gobierno filosófico y su reflexión sobre el deber, la virtud y la naturaleza del poder.",
            "biography": "Marcus Aurelius fue un emperador romano, filósofo estoico y escritor nacido el 26 de abril de 121 d.C. en Roma, Italia. Gobernó el Imperio Romano desde el año 161 hasta su muerte en 180 d.C. Como emperador, es conocido por su reinado durante la época de las guerras marcomanas y su política de fortalecimiento de las fronteras del imperio.\n\nAurelius es recordado también por sus contribuciones a la filosofía estoica. Es autor de las 'Meditaciones', una serie de reflexiones personales sobre la ética, la moralidad y la autodisciplina escritas durante sus campañas militares. Estas obras han sido valoradas por su enfoque en el autocontrol y la virtud como camino hacia la tranquilidad espiritual.\n\nA pesar de sus deberes como emperador y sus campañas militares, Marcus Aurelius continuó practicando y promoviendo la filosofía estoica como un medio para enfrentar los desafíos de la vida y gobernar con sabiduría y compasión.",
            "quotes": [
                "La felicidad de tu vida depende de la calidad de tus pensamientos.",
                "Acepta lo que no puedes cambiar y cambia lo que no puedes aceptar.",
                "La mejor manera de defenderte es no parecerte a ellos.",
                "La vida no es ni buena ni mala, sino un lugar para el bien y el mal.",
                "La muerte es un descanso de las impresiones de los sentidos, de los impulsos que nos hacen marionetas.",
                "El arte de vivir se parece más a la lucha que a la danza.",
                "El alma se tiñe del color de sus pensamientos.",
                "El poder para hacer daño a otros es un perjuicio para quien lo posee.",
                "Todo lo que oímos es una opinión, no un hecho. Todo lo que vemos es una perspectiva, no la verdad.",
                "El universo es cambio; nuestra vida es lo que nuestros pensamientos hacen de ella.",
                "La mente se adapta y convierte a su propio propósito la obstrucción a nuestra acción.",
                "Nadie se cansa de recibir beneficios, y recibir beneficios es una acción de acuerdo con la naturaleza.",
                "La vida no se da por la duración, sino por su empleo.",
                "Todo lo que sucede, sucede como debe, y si observas cuidadosamente, verás que es así.",
                "El valor de un hombre no es mayor que el valor de sus ambiciones.",
                "La mejor venganza es ser diferente de quien causó el daño.",
                "No actúes como si fueras a vivir diez mil años. El destino está sobre ti; mientras vives, mientras puedas, sé bueno.",
                "La pérdida no es otra cosa que cambio, y el cambio es el deleite de la naturaleza.",
                "La objetividad es la clave para una vida de virtud.",
                "El tiempo es como un río hecho de eventos que suceden, y una violenta corriente; tan pronto como una cosa ha sido vista, se lleva, y otra viene en su lugar, y esta también será llevada.",
                "El impedimento a la acción avanza la acción. Lo que se interpone en el camino se convierte en el camino.",
                "Desperdiciamos nuestro tiempo suponiendo que tenemos más tiempo.",
                "Todo lo que no es provechoso para la colmena, no es provechoso para la abeja.",
                "No es la muerte lo que un hombre debe temer, debe temer nunca empezar a vivir.",
                "La perfección del carácter es esto: vivir cada día como si fuera el último, sin frenética, sin apático, sin pretencioso.",
                "Si te duele por algo externo, no es eso lo que te molesta, sino tu juicio sobre eso; y está en tu poder el borrarlo ahora.",
                "Es el hombre que ha vivido más tiempo, y el hombre que muere más joven, pierden lo mismo. La única cosa de la cual pueden ser privados es el presente, ya que esto es todo lo que poseen.",
                "Acuérdate de que hombre eres.",
                "Tu voluntad puede mantenerte libre.",
                "En ninguna parte el hombre puede encontrar un retiro más tranquilo o más libre de problemas que en su propia alma."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1721431662/DailyQuotes/MarcoAurelio.jpg",
            "locked": true
        },
        {
            "id": 7,
            "name": "Heraclitus",
            "description": "Heraclitus fue un filósofo griego antiguo, conocido por su doctrina del cambio constante y el flujo universal. Su frase 'Nadie se baña dos veces en el mismo río' resume su visión de que todo está en constante transformación. Heraclitus influyó en el pensamiento occidental con su enfoque en la unidad de los opuestos y el devenir cósmico.",
            "biography": "Heraclitus fue un filósofo presocrático griego nacido alrededor del año 535 a.C. en Éfeso, Jonia (actual Turquía). Es conocido por su enfoque en el cambio constante y la unidad de los opuestos, reflejado en su famosa afirmación de que 'todo fluye' (panta rhei).\n\nHeraclitus es considerado uno de los primeros filósofos en enfocarse en el principio del logos (razón cósmica), que según él gobierna el universo. Argumentaba que el cambio es fundamental para la existencia y que la contradicción es inherente a la realidad. Su pensamiento influyó en filósofos posteriores como Platón y Aristóteles, así como en el desarrollo de la filosofía occidental.\n\nAunque sus escritos originales no han sobrevivido completamente, se le atribuyen numerosos fragmentos y aforismos que han sido objeto de interpretación y estudio a lo largo de los siglos.",
            "quotes": [
                "Todo fluye, nada permanece.",
                "No podrías hallar los límites del alma aunque recorrieras cada camino; tal profundidad tiene su logos.",
                "La naturaleza ama ocultarse.",
                "La guerra es el padre de todas las cosas y el rey de todas; y algunos ha hecho dioses y otros hombres; algunos ha esclavizado y otros libres.",
                "El carácter de un hombre es su destino.",
                "No te puedes bañar dos veces en el mismo río.",
                "El sol es nuevo cada día.",
                "La armonía invisible es mayor que la visible.",
                "Los perros ladran a lo que no conocen.",
                "El camino hacia arriba y el camino hacia abajo son uno y el mismo.",
                "Lo único constante es el cambio.",
                "El alma es fuego.",
                "La enfermedad hace agradable la salud; el hambre, la saciedad; el cansancio, el reposo.",
                "De todas las cosas surge la unidad, y de la unidad todas las cosas.",
                "Es más difícil luchar contra el placer que contra la ira.",
                "Un hombre es tan grande como sus sueños.",
                "La moderación es el mayor de los bienes.",
                "No escuchen a mí, sino al logos.",
                "El tiempo es un niño que juega moviendo las piezas de un juego; de un niño es el reino.",
                "Todo es uno.",
                "El sabio es uno sólo. Dice: 'No quiero y quiero que no desees'.",
                "La esperanza es el sueño de un hombre despierto.",
                "No es posible bañarse dos veces en el mismo río, ni tocar dos veces una sustancia mortal en el mismo estado.",
                "El hombre es lo más terrible de todos los animales.",
                "Todo está en movimiento y nada permanece.",
                "El carácter de cada hombre es su destino.",
                "Todo se mueve y nada permanece inmóvil.",
                "La lucha es el padre de todas las cosas.",
                "Los ojos son testigos más precisos que los oídos.",
                "La mente es el límite."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1721431661/DailyQuotes/Heraclito.jpg",
            "locked": true
        },
        {
            "id": 8,
            "name": "Democritus",
            "description": "Democritus fue un filósofo griego pre-socrático, conocido por ser uno de los primeros en proponer la teoría atómica del universo. Creía que todo está compuesto por átomos indivisibles en constante movimiento en el vacío. Democritus también abordó temas como la ética, la cosmología y la teoría del conocimiento.",
            "biography": "Demócrito fue un filósofo griego nacido alrededor del año 460 a.C. en Abdera, Tracia (actual Grecia). Es conocido principalmente por ser uno de los primeros filósofos atomistas y por su teoría de que la materia está compuesta por átomos indivisibles y eternos.\n\nDemócrito viajó extensamente por Egipto, Persia y la India, donde según se dice aprendió de las tradiciones filosóficas y científicas de estas culturas. Su filosofía atomista propuso que todas las cosas están compuestas por átomos en movimiento constante en el vacío y que las cualidades perceptibles de la materia surgen de las diferentes configuraciones y combinaciones de estos átomos.\n\nAunque gran parte de su obra no ha sobrevivido, Demócrito fue una figura influyente en el desarrollo de la filosofía griega y posteriormente en la ciencia occidental, sentando las bases para el pensamiento científico sobre la composición fundamental de la realidad.",
            "quotes": [
                "El hombre es un universo en miniatura.",
                "La felicidad no reside en las posesiones, y no en el oro, la felicidad habita en el alma.",
                "El que quiere llegar a ser filósofo debe aprender a no asustarse de nada.",
                "La envidia es la úlcera del alma.",
                "La vida es un viaje en medio de la noche.",
                "Todo lo que existe en el universo es fruto del azar y la necesidad.",
                "El hombre que no cree en nada tiene miedo de todo.",
                "El arte no tiene fin, pero sí tiene medios.",
                "Es preferible ser pobre en un Estado libre que ser rico en la esclavitud.",
                "El sabio no debe abstenerse de la vida política, porque si no, su sabiduría será inactiva y su virtud inútil.",
                "El amor es un conflicto entre el reflejo y la pasión.",
                "El orgullo de los jóvenes es la fuerza y la belleza, el de los viejos es la discreción.",
                "Es preferible un conocimiento imperfecto de una cuestión a una ignorancia perfecta.",
                "El hombre superior es aquel que siempre es fiel a la esperanza; no persevera en nada sin razón.",
                "El hombre sabio se conforma con su suerte, cualquiera que sea, sin desear lo que no tiene.",
                "La esperanza de los que razonan es mejor que la riqueza de los que no razonan.",
                "La naturaleza del hombre es la misma en todas partes.",
                "La verdad está en el fondo de las cosas.",
                "La gratitud es una deuda que normalmente se incrementa cuando se paga.",
                "La igualdad es la medida de todas las cosas.",
                "La libertad es el mayor bien.",
                "El conocimiento es la semilla de la virtud.",
                "El deseo de conocimiento es natural en todos los hombres.",
                "La felicidad consiste en tener una mente libre de perturbaciones.",
                "La mente es más poderosa que la fuerza física.",
                "La paz interior es la verdadera riqueza.",
                "El hombre debe crear las oportunidades y no solo encontrarlas.",
                "La vida es una sucesión de lecciones que deben ser vividas para ser entendidas.",
                "El destino de los hombres está en su carácter.",
                "La educación es el ornamento de la prosperidad y el refugio en la adversidad."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1721431660/DailyQuotes/Democrito.jpg",
            "locked": true
        },
        {
            "id": 9,
            "name": "Parmenides",
            "description": "Parménides fue un filósofo griego presocrático, conocido por su poema metafísico 'Sobre la naturaleza'. Argumentó que el ser es eterno, inmutable, y que el cambio y el devenir son ilusorios. Parménides influyó en el desarrollo del pensamiento filosófico occidental al plantear preguntas fundamentales sobre la realidad y el conocimiento.",
            "biography": "Parménides fue un filósofo griego nacido alrededor del año 515 a.C. en Elea, una colonia griega en la actual Italia meridional. Es conocido principalmente por ser uno de los fundadores de la escuela eleática de filosofía, junto con su discípulo Zenón de Elea.\n\nParménides es famoso por su poema filosófico 'Sobre la naturaleza', en el cual expone su teoría del ser. Argumentó que el ser es único, inmutable y eterno, y que el cambio y la multiplicidad son ilusiones creadas por los sentidos humanos. Esta perspectiva contrasta con la visión del mundo como un flujo constante de cambio, defendida por otros filósofos griegos contemporáneos como Heráclito.\n\nAunque gran parte de sus escritos se han perdido, la influencia de Parménides en el desarrollo de la metafísica y la ontología ha sido significativa, influyendo en pensadores posteriores como Platón y Aristóteles.",
            "quotes": [
                "El ser es, el no-ser no es.",
                "Nunca llegarás a conocer el no-ser, ni lo podrás expresar.",
                "El ser es inmóvil.",
                "El ser es eterno.",
                "El ser es uno.",
                "El ser es completo.",
                "El ser es indivisible.",
                "El ser es inmutable.",
                "El ser es imperecedero.",
                "El ser es continuo.",
                "El ser es homogéneo.",
                "El ser es ilimitado.",
                "El ser es inengendrado.",
                "El ser es indestructible.",
                "El ser es idéntico a sí mismo.",
                "El ser no tiene ni pasado ni futuro, solo el presente eterno.",
                "El ser no se mueve, permanece en sí mismo.",
                "El ser es necesario.",
                "El ser es racional.",
                "El ser es perceptible solo por la mente.",
                "El ser es lo único real.",
                "El ser es incognoscible por los sentidos.",
                "El ser es el fundamento de todo.",
                "El ser es lo único que es.",
                "El ser no puede ser creado ni destruido.",
                "El ser es la esencia de la realidad.",
                "El ser es la única verdad.",
                "El ser es la causa de sí mismo.",
                "El ser es incondicionado.",
                "El ser es la única existencia."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1721431663/DailyQuotes/Parmenides.jpg",
            "locked": true
        },
        {
            "id": 10,
            "name": "Pythagoras",
            "description": "Pitágoras fue un filósofo y matemático griego antiguo, conocido por el teorema que lleva su nombre en geometría. Fundó la escuela pitagórica, que combinaba enseñanzas filosóficas, matemáticas y místicas. Pitágoras también influyó en la música y la astronomía griegas, y su legado ha perdurado en la historia de la ciencia y la filosofía.",
            "biography": "Pitágoras fue un filósofo, matemático y líder religioso griego, nacido alrededor del año 570 a.C. en Samos, una isla en el mar Egeo (actual Grecia). Es conocido por su escuela pitagórica, una comunidad religiosa y filosófica que enseñaba una amplia gama de conocimientos, incluidas las matemáticas, la música, la ética y la cosmología.\n\nPitágoras es más conocido por el teorema que lleva su nombre en geometría, que establece la relación entre los lados de un triángulo rectángulo. Sin embargo, su influencia se extiende más allá de las matemáticas; promovió una visión del mundo basada en principios numéricos y creía en la transmigración del alma, influyendo en la espiritualidad y la filosofía posteriores.\n\nAunque muchos detalles de su vida están envueltos en leyendas y mitos, Pitágoras es reconocido como una figura fundamental en el desarrollo del pensamiento occidental, combinando la filosofía con la investigación científica y espiritual.",
            "quotes": [
                "El número es la esencia de todas las cosas.",
                "Todo está ordenado según el número.",
                "El universo es una armonía de números.",
                "La música es el movimiento de los números en el tiempo.",
                "La geometría es el conocimiento de lo eternamente existente.",
                "La salud del alma se encuentra en la moderación.",
                "La filosofía es el mayor de los bienes.",
                "El conocimiento es recordar lo que ya sabíamos.",
                "La amistad es la igualdad armoniosa.",
                "El silencio es la primera piedra del templo de la sabiduría.",
                "El hombre es mortal por sus temores e inmortal por sus deseos.",
                "La virtud es armonía.",
                "La educación es el encendido de una llama, no el llenado de un recipiente.",
                "La naturaleza es el principio de todo.",
                "El alma es inmortal y se transmigra.",
                "La purificación del alma se logra mediante el conocimiento y la virtud.",
                "El hombre debe vivir en armonía con la naturaleza.",
                "El universo está gobernado por leyes matemáticas.",
                "El estudio de la naturaleza es el camino hacia la verdad.",
                "La razón es la guía de la vida.",
                "El sabio es aquel que vive de acuerdo con la naturaleza.",
                "El conocimiento es el camino hacia la libertad.",
                "El hombre debe buscar la verdad en todas las cosas.",
                "La música y la matemática son los lenguajes del universo.",
                "El alma se purifica a través del estudio y la contemplación.",
                "La vida es un ciclo de aprendizaje y crecimiento.",
                "La belleza es la armonía de las partes.",
                "El universo es un todo ordenado y coherente.",
                "La búsqueda del conocimiento es la más noble de las ocupaciones.",
                "La sabiduría es el conocimiento de las cosas divinas y humanas."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1721431663/DailyQuotes/Pitagoras.jpg",
            "locked": true
        },
        {
            "id": 11,
            "name": "Seneca",
            "description": "Lucio Anneo Seneca fue un filósofo, estadista y escritor romano del siglo I d.C., conocido por su papel como tutor del emperador Nerón. Seneca es uno de los principales representantes del estoicismo, una escuela filosófica que promueve la virtud, la serenidad y el control de las pasiones como medios para alcanzar la felicidad. Su obra incluye ensayos sobre ética, la naturaleza y la vida buena.",
            "biography": "Lucio Anneo Séneca, conocido simplemente como Séneca, fue un filósofo, dramaturgo, político y escritor romano nacido aproximadamente en el año 4 a.C. en Córdoba, Hispania (actual España). Es conocido por ser uno de los principales exponentes del estoicismo romano y por su profunda influencia en el pensamiento moral y político occidental.\n\nSéneca fue tutor y consejero del emperador Nerón y desempeñó un papel crucial en la política de Roma. Escribió numerosos tratados filosóficos sobre la ética, la tragedia y la naturaleza del universo, siendo una de sus obras más destacadas 'Cartas a Lucilio', donde aborda temas sobre la virtud, la sabiduría y la vida buena.\n\nAdemás de su contribución filosófica, Séneca escribió obras teatrales que exploran temas éticos y políticos, como 'Tiestes' y 'Las Troyanas'. Su obra ha perdurado a lo largo de los siglos, influyendo en figuras como Montaigne, Descartes y más recientemente en el movimiento estoico moderno.",
            "quotes": [
                "La vida, si es larga, es breve.",
                "No nos atrevemos a muchas cosas porque son difíciles, pero son difíciles porque no nos atrevemos a hacerlas.",
                "El mayor impedimento para vivir es la expectativa, que depende del mañana y descuida el hoy.",
                "La vida no es corta, sino que nosotros la hacemos corta.",
                "No es pobre el que tiene poco, sino el que desea más.",
                "La verdadera felicidad no consiste en tenerlo todo, sino en no desear nada.",
                "La parte más grande de la vida se nos escapa haciendo el mal, gran parte no haciendo nada, y el todo de ella haciendo otra cosa que no es lo que debemos.",
                "El que sufre antes de tiempo, sufre más de lo necesario.",
                "La mejor cura para el amor es todavía más amor.",
                "Es mejor aprender cosas útiles tarde que no aprenderlas nunca.",
                "La fortuna no puede privarnos de lo que no nos ha dado.",
                "La mayor de todas las pérdidas es la del tiempo.",
                "La sabiduría es la única libertad.",
                "La ira es un ácido que puede hacer más daño al recipiente que lo contiene que a cualquier cosa sobre la que se vierta.",
                "La vida feliz es la que está en conformidad con su propia naturaleza.",
                "La pobreza no es tener poco, es no tener suficiente.",
                "La vida es larga si sabemos aprovecharla.",
                "La ira, si no es refrenada, es frecuentemente más dañina para nosotros que la injuria que la provoca.",
                "El hombre sabio se contenta con su suerte, sea cual sea, sin desear lo que no tiene.",
                "El que tiene muchos deseos, tiene muchos desengaños.",
                "La mayor riqueza es el contentamiento con poco.",
                "La razón es la que debe dirigir la vida humana.",
                "La mayor de todas las imperfecciones es no reconocer ninguna.",
                "El tiempo descubre la verdad.",
                "La soledad es para el espíritu lo que la dieta para el cuerpo.",
                "La tranquilidad perfecta consiste en el buen orden de la mente, en tu propio reino.",
                "El que no quiere vivir sino entre justos, viva en el desierto.",
                "El hombre sabio se adapta a las circunstancias, como el agua se adapta al vaso.",
                "La paz interior es el verdadero signo de la sabiduría.",
                "El hombre verdaderamente noble es el que sabe elegir el bien y evitar el mal."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1721431663/DailyQuotes/Seneca.webp",
            "locked": true
        },
        {
            "id": 12,
            "name": "Dante Alighieri",
            "description": "Dante Alighieri fue un poeta florentino del siglo XIII, conocido por su obra maestra 'La Divina Comedia'. Es considerado uno de los más grandes poetas de la literatura universal y una figura central en la literatura italiana. 'La Divina Comedia' es un poema épico que narra el viaje de Dante a través del Infierno, el Purgatorio y el Paraíso, explorando temas de la vida, la muerte, el pecado y la redención.",
            "biography": "Dante Alighieri nació en Florencia, Italia, alrededor de 1265. Fue un poeta, escritor y político activo en los asuntos florentinos de su tiempo. Escribió obras en italiano y en latín, pero su obra más famosa es 'La Divina Comedia', escrita en tercetos encadenados de versos. La obra no solo es una exploración teológica y filosófica profunda, sino también un reflejo de la política y la sociedad del siglo XIII en Italia.",
            "quotes": [
                "En mitad del camino de la vida, me encontré en una selva oscura.",
                "Abandonad toda esperanza, los que entráis aquí.",
                "El amor mueve el sol y las demás estrellas.",
                "La mente humana es más inclinada a la maldad que a la bondad.",
                "En su voluntad está nuestra paz.",
                "La fama de este mundo no es más que un soplo de viento.",
                "El camino al Paraíso comienza en el Infierno.",
                "Quien sabe de dolor, todo lo sabe.",
                "El hombre no puede ser feliz si no se conoce a sí mismo.",
                "La virtud y el conocimiento son los dos pilares de la vida.",
                "El amor es el motor del universo.",
                "La belleza despierta el alma para actuar.",
                "El infierno está lleno de buenas intenciones y deseos.",
                "La prudencia es el ojo de todas las virtudes.",
                "El conocimiento es el único bien inmortal.",
                "El más alto grado de sabiduría humana es saber adaptarse a las circunstancias.",
                "El valor no es la ausencia de miedo, sino el triunfo sobre él.",
                "La fe es la sustancia de las cosas esperadas, la prueba de las cosas no vistas.",
                "La justicia es la virtud que da a cada uno lo que le corresponde.",
                "El buen sentido es el mejor de los guías.",
                "El hombre que desea ver la luz del cielo debe limpiar primero sus ojos.",
                "La esperanza es un don divino.",
                "La paciencia es la fortaleza del débil y la impaciencia, la debilidad del fuerte.",
                "El odio es el más poderoso de los sentimientos humanos.",
                "El amor verdadero no se puede encontrar donde no existe, ni se puede ocultar donde sí existe.",
                "La fortaleza no es la ausencia de miedo, sino la conquista de él.",
                "La sabiduría es la hija de la experiencia.",
                "El orgullo, la envidia y la avaricia son las tres chispas que han encendido los corazones de todos los hombres.",
                "El hombre debe atravesar el Infierno para llegar al Paraíso.",
                "El que oye música, siente que su soledad, de repente, se puebla."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1721431660/DailyQuotes/DanteAlighieri.png",
            "locked": true
        },
        {
            "id": 13,
            "name": "Diogenes",
            "description": "Diógenes de Sinope fue un filósofo griego del siglo IV a.C., conocido por ser uno de los fundadores de la escuela cínica de filosofía. Es famoso por su estilo de vida austero y su crítica hacia las convenciones sociales y culturales de su tiempo. Diógenes buscaba la virtud a través de la autosuficiencia y la renuncia a los placeres materiales.",
            "biography": "Diógenes de Sinope nació alrededor del año 412 a.C. en Sinope, una colonia griega en la costa del Mar Negro. Es conocido por su vida ascética y su rechazo de las normas sociales convencionales, viviendo en la pobreza extrema y despreciando el lujo y el confort. Fue contemporáneo y crítico de Platón y Alejandro Magno, y su vida y enseñanzas se han convertido en una fuente de inspiración para el estoicismo y el cinismo.",
            "quotes": [
                "La virtud no se enseña, se practica.",
                "El que busca la verdad, debe estar dispuesto a soportar las burlas de los necios.",
                "Cuanto más conozco a la gente, más quiero a mi perro.",
                "La pobreza no es falta de posesiones, sino falta de necesidades.",
                "El hombre es rico en proporción al número de cosas que puede prescindir.",
                "No necesito nada más que la luz del sol.",
                "La honestidad es el primer capítulo en el libro de la sabiduría.",
                "El envidioso está triste cuando sus vecinos son felices.",
                "El sabio se contenta con su destino, cualquiera que sea, sin desear lo que no tiene.",
                "La educación es el mejor provisionamiento para la vejez.",
                "La mayor riqueza es vivir con poco.",
                "El lujo es artificial, la necesidad es natural.",
                "El hombre sabio no busca el placer, sino la ausencia de dolor.",
                "No es el hombre más feliz el que más tiene, sino el que menos necesita.",
                "El amor por el dinero es la raíz de todos los males.",
                "La libertad es la posesión segura de aquellos que tienen el coraje de defenderla.",
                "El tiempo es el alma del mundo.",
                "El mayor de los males es la opresión de la mente.",
                "El placer no es un bien en sí mismo, sino la consecuencia de una vida vivida con moderación.",
                "La belleza es la promesa de la felicidad.",
                "El sabio busca la libertad interior, no la exterior.",
                "La naturaleza nos ha dado una sola lengua y dos oídos, para que oigamos más y hablemos menos.",
                "La envidia es la adversaria de los afortunados.",
                "El hombre más poderoso es el que se domina a sí mismo.",
                "La avaricia es la causa de todos los males.",
                "El sabio no se preocupa por lo que no puede controlar.",
                "La mayor riqueza es vivir conforme a la naturaleza.",
                "La verdadera libertad consiste en no tener necesidades.",
                "El que quiere ser rico no debe aumentar sus bienes, sino disminuir su codicia.",
                "El sabio es aquel que no se aflige por lo que no tiene, sino que se alegra por lo que tiene."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1721431660/DailyQuotes/Diogenes.jpg",
            "locked": true
        },
        {
            "id": 14,
            "name": "Epicuro",
            "description": "Epicuro fue un filósofo griego del siglo III a.C. y fundador de la escuela filosófica conocida como epicureísmo. Epicuro enseñaba que el objetivo de la vida era alcanzar la felicidad a través del disfrute moderado de placeres físicos y la tranquilidad del alma. Su filosofía enfatizaba la importancia de la amistad, la sabiduría y la búsqueda de la virtud.",
            "biography": "Epicuro nació en Samos alrededor del año 341 a.C. y fundó su escuela filosófica, el Jardín de Epicuro, en Atenas. Sus enseñanzas se centraban en la búsqueda del placer como estado de ausencia de dolor físico y emocional, distinguiendo entre placeres naturales y vanos. Sus ideas influyeron en el desarrollo posterior de la ética y la filosofía moral en la antigüedad griega y romana.",
            "quotes": [
                "La felicidad consiste en tener buena salud y mala memoria.",
                "No se puede vivir placenteramente sin vivir sabiamente y justamente.",
                "La muerte no es nada para nosotros, ya que cuando somos, la muerte no está presente, y cuando la muerte está presente, nosotros no somos.",
                "El placer es el principio y el fin de una vida feliz.",
                "La necesidad es un mal, pero no hay necesidad de vivir con necesidad.",
                "El sabio no elige la mayor cantidad de comida, sino la más sabrosa.",
                "La verdadera riqueza no consiste en tener mucho, sino en no desear mucho.",
                "El hombre no se preocupa tanto por la miseria de hoy como por la que vendrá mañana.",
                "La filosofía nos enseña a actuar y no a hablar.",
                "La amistad baila alrededor del mundo, proclamando a todos que despertamos para ser felices.",
                "No hay que temer a los dioses, pues no intervienen en nuestras vidas.",
                "La riqueza requerida por la naturaleza es limitada y fácil de conseguir; pero la riqueza requerida por vanos ideales se extiende hasta el infinito.",
                "La libertad es el mayor fruto de la autarquía.",
                "El placer de la vida consiste en tener siempre algo que hacer, alguien a quien amar y alguna cosa que esperar.",
                "El hombre sabio se contenta con lo que tiene, no con lo que desea.",
                "El arte de vivir bien y el arte de morir bien son uno.",
                "La riqueza, sin la salud, no es nada.",
                "La mayor riqueza es vivir conforme a la naturaleza.",
                "El hombre sabio no se deja afectar por el dolor del cuerpo ni por los problemas del alma.",
                "El sabio no se aflige por lo que no tiene, sino que se alegra por lo que tiene.",
                "El deseo natural es el deseo de no tener hambre ni sed ni frío.",
                "La pobreza, si se contenta con lo que tiene, es gran riqueza.",
                "El hombre sabio es aquel que no se aflige por lo que no tiene, sino que se alegra por lo que tiene.",
                "La filosofía es una medicina que nos cura de los temores y de las angustias.",
                "El placer de la vida consiste en tener siempre algo que hacer.",
                "El sabio no se deja llevar por la fortuna, sino que la sigue y la controla.",
                "El deseo de superfluidades es insaciable.",
                "El hombre sabio es aquel que no se preocupa por lo que no tiene.",
                "El que no considera lo que tiene como la mayor riqueza, es desdichado, aunque sea dueño del mundo.",
                "El hombre sabio se contenta con vivir conforme a la naturaleza."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1721431660/DailyQuotes/Epicuro.jpg",
            "locked": true
        },
        {
            "id": 15,
            "name": "Aristóteles",
            "description": "Aristóteles fue un filósofo griego del siglo IV a.C., discípulo de Platón y maestro de Alejandro Magno. Es conocido por su vasta contribución a la filosofía, abarcando temas como la lógica, la metafísica, la ética, la política, la poética, la biología y la física. Sus obras han sido fundamentales en el desarrollo del pensamiento occidental.",
            "biography": "Aristóteles nació en Estagira, Macedonia, en el año 384 a.C. Fue alumno de Platón en la Academia de Atenas durante veinte años y luego fundó su propia escuela, el Liceo. Su enfoque sistemático y empírico de la investigación sentó las bases para el desarrollo de muchas disciplinas científicas y filosóficas. Escribió sobre una amplia gama de temas, desde la física hasta la ética, y su influencia se extiende hasta nuestros días.",
            "quotes": [
                "La felicidad depende de nosotros mismos.",
                "El sabio no dice todo lo que piensa, pero siempre piensa todo lo que dice.",
                "La virtud es el punto medio entre dos extremos viciosos.",
                "El hombre es un ser social por naturaleza.",
                "La educación es el mejor provisionamiento para la vejez.",
                "El placer en el trabajo pone perfección en el trabajo.",
                "La amistad es un alma que habita en dos cuerpos.",
                "El ignorante afirma, el sabio duda y reflexiona.",
                "La excelencia no es un acto, sino un hábito.",
                "El hombre es un animal político.",
                "El conocimiento de uno mismo es el principio de toda sabiduría.",
                "La paciencia es amarga, pero su fruto es dulce.",
                "El propósito del arte es dar cuerpo a la esencia secreta de las cosas, no copiar su apariencia.",
                "El amor se compone de una sola alma que habita en dos cuerpos.",
                "El sabio no dice todo lo que piensa, pero siempre piensa todo lo que dice.",
                "El hombre es la medida de todas las cosas.",
                "La esperanza es el sueño del hombre despierto.",
                "El verdadero conocimiento está en saber que no sabes nada.",
                "El hombre es, por naturaleza, un animal político.",
                "La virtud moral es una media entre dos vicios, uno por exceso y otro por defecto.",
                "El objetivo de la vida es la autorrealización.",
                "El ignorante afirma, el sabio duda y reflexiona.",
                "El hombre feliz es el que vive conforme a la virtud.",
                "El alma nunca piensa sin una imagen.",
                "La mejor manera de empezar es dejar de hablar y empezar a hacer.",
                "El hombre es un ser racional.",
                "La filosofía es una ciencia práctica.",
                "La verdadera sabiduría está en reconocer la propia ignorancia.",
                "La virtud es el término medio entre dos extremos.",
                "El objetivo de la vida es vivir de acuerdo con la virtud."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1721431659/DailyQuotes/Aristoteles.jpg",
            "locked": true
        },
        {
            "id": 16,
            "name": "Giacomo Leopardi",
            "description": "Giacomo Leopardi fue un poeta, ensayista y filósofo italiano del siglo XIX. Es conocido por su profunda sensibilidad poética y su exploración de la melancolía, la soledad y la desilusión en su obra. Leopardi es considerado uno de los más grandes poetas líricos italianos y un pensador clave del romanticismo.",
            "biography": "Giacomo Leopardi nació en Recanati, Italia, en 1798. Desde una edad temprana, mostró un talento excepcional para la poesía y los estudios clásicos. Sin embargo, Leopardi enfrentó una vida marcada por la enfermedad crónica y la frustración personal. Su obra refleja una profunda introspección y una sensibilidad hacia la naturaleza y la condición humana, explorando temas como la transitoriedad de la vida, la soledad del individuo y la búsqueda de la verdad y la belleza en un mundo imperfecto.\n\nEntre sus obras más destacadas se encuentran 'Canti', una colección de poemas líricos que abarcan desde la celebración de la naturaleza hasta la contemplación filosófica de la existencia. Leopardi también escribió ensayos filosóficos como 'Operette morali', donde expresa su visión crítica y pesimista de la vida contemporánea y la sociedad. Aunque su obra no fue plenamente reconocida en vida, Leopardi ha sido ampliamente admirado y estudiado por su profunda introspección y su capacidad para expresar las complejidades del alma humana.",
            "quotes": [
                "La vida del hombre es una batalla contra la desesperación.",
                "El mayor placer de la vida es hacer lo que la gente dice que no puedes hacer.",
                "La naturaleza no ama a sus hijos.",
                "El recuerdo de la felicidad ya no es felicidad; el recuerdo del dolor es todavía dolor.",
                "La vejez es una enfermedad incurable.",
                "El arte es la expresión de los más profundos pensamientos de la manera más sencilla.",
                "La vida es un mal porque es constante insatisfacción y deseo insaciable.",
                "El amor es lo más grande y lo más verdadero de la vida.",
                "La vida humana es miserable y breve, llena de sufrimientos y angustias.",
                "La esperanza es la única cosa que nos queda en la vida.",
                "La filosofía no cura la tristeza, solo la hace más consciente.",
                "La vida es una lucha constante entre el deseo y la realidad.",
                "El hombre es siempre infeliz, porque nunca está satisfecho con lo que tiene.",
                "La vida es una tragedia para aquellos que sienten, y una comedia para aquellos que piensan.",
                "El amor propio es el mayor de todos los amores.",
                "La desesperación es el estado natural del hombre.",
                "La vida es un sueño del que despertamos al morir.",
                "El hombre es un ser destinado a sufrir.",
                "La vida es una broma cruel y sin sentido.",
                "La soledad es la única cosa que nos pertenece verdaderamente.",
                "El hombre es un animal que siempre está insatisfecho.",
                "La vida es una tragedia para aquellos que tienen sentimientos.",
                "El hombre es un ser infeliz por naturaleza.",
                "La felicidad es una ilusión que nunca se realiza.",
                "La vida es una sucesión de desilusiones.",
                "El hombre es un ser condenado a sufrir.",
                "La vida es un viaje hacia la muerte.",
                "El hombre es un ser destinado a la infelicidad.",
                "La vida es una lucha constante y dolorosa.",
                "La vida es un sueño del que nunca despertamos."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1721431661/DailyQuotes/GiacomoLeopardi.jpg",
            "locked": true
        },
        {
            "id": 17,
            "name": "David Hume",
            "description": "David Hume fue un filósofo escocés del siglo XVIII, conocido por su empirismo radical y su crítica al dogmatismo religioso. Su obra 'Tratado de la naturaleza humana' influyó en el desarrollo de la filosofía moderna, especialmente en la teoría del conocimiento y la ética. Hume también abordó temas como la metafísica y la teología natural.",
            "biography": "David Hume fue un filósofo escocés y figura central en el empirismo y el escepticismo filosófico, nacido el 7 de mayo de 1711 en Edimburgo, Escocia. Conocido por sus obras 'Tratado de la naturaleza humana' y 'Investigación sobre el entendimiento humano', Hume desafió las concepciones tradicionales sobre la metafísica, la moralidad y la epistemología.\n\nHume argumentó que nuestras creencias están fundamentadas en experiencias sensoriales y no en principios racionales o religiosos. También es conocido por su crítica al concepto de causalidad y su teoría del yo como una mera ilusión basada en la sucesión de impresiones sensoriales.\n\nAdemás de su obra filosófica, Hume escribió sobre historia, política y economía, destacándose como uno de los pensadores más influyentes de la Ilustración escocesa y europea.",
            "quotes": [
                "La belleza de las cosas existe en el espíritu de quien las contempla.",
                "Nada es más libre que la imaginación del hombre.",
                "El hábito es el gran guía de la vida humana.",
                "La razón es, y debe ser, esclava de las pasiones.",
                "No se puede derivar un 'debe' de un 'es'.",
                "La costumbre es el gran guía de la vida humana.",
                "La causa y el efecto no son más que relaciones probables.",
                "El escepticismo es la mejor medicina para la mente humana.",
                "El conocimiento es un producto de la experiencia.",
                "La mente humana es una colección de impresiones y ideas.",
                "La simpatía es el fundamento de la moralidad.",
                "El entendimiento humano es limitado y falible.",
                "La religión organizada es un producto de la imaginación humana.",
                "La creencia en la causalidad es un hábito mental.",
                "La ética se basa en el sentimiento, no en la razón.",
                "El hombre es un ser social por naturaleza.",
                "El libre albedrío es compatible con el determinismo.",
                "La historia es una sucesión de hechos contingentes.",
                "El juicio estético es subjetivo.",
                "La felicidad consiste en la realización de nuestros deseos naturales.",
                "La filosofía debe ser práctica y útil.",
                "El conocimiento debe ser basado en la observación y la experiencia.",
                "La duda metódica es el comienzo de la sabiduría.",
                "La religión es una ilusión creada por el miedo y la ignorancia.",
                "El entendimiento humano no puede conocer la realidad última.",
                "La mente es una sucesión de percepciones.",
                "La ciencia debe basarse en la experiencia empírica.",
                "La moralidad es un producto de la naturaleza humana.",
                "La verdad es una cuestión de probabilidad, no de certeza.",
                "El escepticismo filosófico es una actitud saludable."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1721431660/DailyQuotes/DavidHume.jpg",
            "locked": true
        },
        {
            "id": 18,
            "name": "Immanuel Kant",
            "description": "Immanuel Kant fue un filósofo alemán del siglo XVIII, conocido por su trabajo en la teoría del conocimiento y la ética. Su obra más influyente es 'Crítica de la razón pura', donde establece los límites y las posibilidades del conocimiento humano. Kant también formuló la ética del deber o el imperativo categórico como principio moral universal.",
            "biography": "Immanuel Kant fue un filósofo prusiano de la Ilustración, nacido el 22 de abril de 1724 en Königsberg, Prusia Oriental (actual Kaliningrado, Rusia). Es conocido por ser uno de los pensadores más influyentes en la historia de la filosofía occidental, particularmente en la epistemología, la ética y la estética.\n\nKant es famoso por su obra 'Crítica de la razón pura', donde intenta reconciliar el racionalismo y el empirismo, estableciendo los límites del conocimiento humano. También formuló su ética deontológica en 'Crítica de la razón práctica' y su estética en 'Crítica del juicio'.\n\nAdemás de su labor filosófica, Kant escribió sobre geografía, historia, teología y ciencias naturales. Su enfoque en la autonomía moral y el respeto por la dignidad humana ha influido profundamente en el pensamiento moderno sobre la ética y los derechos humanos.",
            "quotes": [
                "El cielo estrellado sobre mí y la ley moral dentro de mí.",
                "Actúa de tal manera que trates a la humanidad, tanto en tu persona como en la de cualquier otro, siempre como un fin y nunca solamente como un medio.",
                "La ilustración es la salida del hombre de su autoculpable minoría de edad.",
                "El tiempo y el espacio son formas de nuestra intuición.",
                "El deber es la necesidad de actuar por respeto a la ley.",
                "La razón pura es la fuente de la moralidad.",
                "La libertad es la propiedad de las causas de obrar independientemente de determinaciones extrañas.",
                "La autonomía de la voluntad es el principio supremo de la moralidad.",
                "La crítica de la razón pura es el fundamento de la filosofía trascendental.",
                "La metafísica debe ser reformada para ser una ciencia.",
                "El conocimiento a priori es independiente de la experiencia.",
                "El imperativo categórico es la ley moral fundamental.",
                "La belleza es el símbolo de la moralidad.",
                "El juicio estético es desinteresado.",
                "La razón práctica es la fuente de la ley moral.",
                "La paz perpetua es una aspiración racional de la humanidad.",
                "La dignidad del hombre reside en su capacidad de autonomía moral.",
                "El mal radical es una propensión innata del ser humano.",
                "La educación es el desarrollo de todas las capacidades humanas.",
                "La fe racional es la base de la religión dentro de los límites de la mera razón.",
                "El conocimiento empírico es contingente y variable.",
                "La causalidad es una categoría del entendimiento.",
                "El genio es la capacidad de producir lo que no puede ser aprendido.",
                "La crítica es el juicio sobre la capacidad de juzgar.",
                "La fenomenología es el estudio de los fenómenos como se presentan a la conciencia.",
                "La antropología es el estudio del hombre como ser libre y moral.",
                "El respeto es el sentimiento que se debe a la ley moral.",
                "La ética debe basarse en principios universales y no en máximas contingentes.",
                "La historia es el progreso de la humanidad hacia la libertad.",
                "La metafísica de las costumbres es la ciencia de los principios de la moralidad."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1721431661/DailyQuotes/ImmanuelKant.jpg",
            "locked": true
        },
        {
            "id": 19,
            "name": "Confucio",
            "description": "Confucio, conocido en chino como Kong Fuzi, fue un filósofo y educador chino cuyas ideas han influido profundamente la cultura y la sociedad de China y del este de Asia. Su pensamiento se centra en la ética personal y gubernamental, la corrección de las relaciones sociales, la justicia y la sinceridad. A lo largo de los siglos, su filosofía, conocida como confucianismo, ha formado la base de los valores y las instituciones chinas.",
            "biography": "Confucio nació en 551 a.C. en el estado de Lu, China. Provenía de una familia noble venida a menos y mostró un gran interés por el conocimiento desde joven. Trabajó en puestos menores en el gobierno antes de dedicarse a la enseñanza y la filosofía. Reunió a discípulos y promovió principios como la benevolencia, la rectitud y el respeto familiar. Aunque buscó influir en el gobierno, no tuvo éxito político y viajó por China en busca de un gobernante que aplicara sus ideas. Sus enseñanzas fueron recopiladas en las Analectas. Confucio murió en 479 a.C., pero su legado filosófico sigue siendo fundamental en la cultura china.",
            "quotes": [
                "Nuestra mayor gloria no está en no caer nunca, sino en levantarnos cada vez que caemos.",
                "El hombre que mueve montañas comienza cargando pequeñas piedras.",
                "La vida es muy simple, pero insistimos en hacerla complicada.",
                "La sabiduría se preocupa en ser lenta en sus discursos y diligente en sus acciones.",
                "No importa lo despacio que vayas, siempre y cuando no te detengas.",
                "Donde hay educación, no hay distinción de clases.",
                "Quien no comprende una mirada, tampoco comprenderá una larga explicación.",
                "Estudia el pasado si quieres definir el futuro.",
                "Exígete mucho a ti mismo y espera poco de los demás. Así te ahorrarás disgustos.",
                "Un hombre que ha cometido un error y no lo corrige está cometiendo otro error.",
                "Solo puede ser feliz siempre el que sepa ser feliz con todo.",
                "El hombre superior es modesto en su discurso, pero excede en sus acciones.",
                "Un hombre es grande cuando no ha perdido su corazón de niño.",
                "Aprender sin pensar es inútil. Pensar sin aprender, peligroso.",
                "Elige un trabajo que ames, y no tendrás que trabajar ni un día en tu vida.",
                "El hombre superior busca lo que desea en su interior; el hombre inferior, lo busca en los demás.",
                "Las palabras son la voz del corazón.",
                "No hagas a los demás lo que no quieres que te hagan a ti.",
                "La modestia es la base de todas las virtudes.",
                "Ver lo que es justo y no hacerlo, es falta de coraje.",
                "La voluntad de ganar, el deseo de triunfar, el impulso de alcanzar tu máximo potencial... son las llaves que abrirán la puerta a la excelencia personal.",
                "Cuando el objetivo te parezca difícil, no cambies de objetivo; busca un nuevo camino para llegar a él.",
                "El silencio es un verdadero amigo que nunca traiciona.",
                "El verdadero conocimiento es conocer la extensión de la propia ignorancia.",
                "No te preocupes por no ser reconocido, sino por hacer lo que realmente vales.",
                "Quien no sabe lo que es la vida, ¿cómo sabrá lo que es la muerte?",
                "La ignorancia es la noche de la mente, pero una noche sin luna ni estrellas.",
                "Antes de emprender la labor de cambiar el mundo, da tres vueltas por tu propia casa.",
                "Si ya sabes lo que tienes que hacer y no lo haces, entonces estás peor que antes.",
                "El hombre que pregunta es ignorante por cinco minutos, pero el que no pregunta es ignorante para siempre."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1723207912/DailyQuotes/Confusio.jpg",
            "locked": true
        },
        {
            "id": 20,
            "name": "Laozi",
            "description": "Laozi fue un filósofo y escritor chino, conocido como el fundador del taoísmo. Su obra más famosa, el Tao Te Ching, es una de las bases del pensamiento filosófico taoísta. Se le atribuye una visión profunda de la naturaleza, el cosmos y la vida humana, centrada en la armonía y el equilibrio.",
            "biography": "Laozi, cuyo nombre significa 'Viejo Maestro', nació supuestamente en el siglo VI a.C. en China. Poco se sabe de su vida, y muchos detalles son legendarios. Se dice que trabajó como archivista en la corte de la dinastía Zhou, donde desarrolló sus ideas filosóficas. Laozi es conocido por haber escrito el Tao Te Ching, un texto fundamental del taoísmo que aboga por vivir en armonía con el Tao, o el 'camino', un principio que representa el flujo natural del universo. Según la leyenda, Laozi dejó China montado en un búfalo y escribió el Tao Te Ching en el camino antes de desaparecer. Sus enseñanzas han influido profundamente en la cultura y la espiritualidad china, y el taoísmo sigue siendo una tradición viva hoy en día.",
            "quotes": [
                "El viaje de mil millas comienza con un solo paso.",
                "Saber que no sabes es lo mejor. Creer que sabes lo que no sabes es una enfermedad.",
                "El que domina a otros es fuerte; el que se domina a sí mismo es poderoso.",
                "Cuando dejo de ser yo mismo, me convierto en lo que podría ser.",
                "En la búsqueda del conocimiento, cada día se adquiere algo. En la búsqueda del Tao, cada día se pierde algo.",
                "El que sabe no habla, el que habla no sabe.",
                "La naturaleza no se apresura, sin embargo, todo se realiza.",
                "Aquello que es flexible y fluye, se conservará. Aquello que se endurece y se detiene, perecerá.",
                "La música en el alma puede ser escuchada por el universo.",
                "El sabio no atesora. Cuanto más hace por los demás, más tiene.",
                "Conocer a los demás es inteligencia; conocerse a sí mismo es la verdadera sabiduría.",
                "La manera de hacer es ser.",
                "El hombre sigue la tierra. La tierra sigue el cielo. El cielo sigue el Tao. El Tao sigue lo que es.",
                "La gran perfección parece incompleta, pero su utilidad es inagotable.",
                "Si te das cuenta de que todo cambia, no hay nada a lo que tratar de aferrarse.",
                "El que tiene mucho conocimiento, mucho tendrá que cargar.",
                "No hay mayor peligro que subestimar a tu oponente.",
                "Los buenos viajeros no tienen planes fijos y no tienen intención de llegar.",
                "Cuanto más prohibiciones haya, más pobre será el pueblo.",
                "Un árbol que crece más alto que el resto de los árboles, crecerá torcido.",
                "Si quieres hacer pequeño a alguien, primero debes hacerlo grande.",
                "La mejor manera de hacer es no haciendo nada.",
                "El sabio no se muestra, por eso es iluminado.",
                "La salud es la mayor posesión.",
                "No hagas algo con esfuerzo, hazlo con naturalidad.",
                "El hombre verdadero no desea ser grande.",
                "El hombre sabio es consciente de sus errores, pero no los persigue.",
                "El que sabe cuándo detenerse no se encontrará en problemas.",
                "Las palabras elegantes no son sinceras; las palabras sinceras no son elegantes.",
                "Los corazones del hombre han sido los mismos en todos los tiempos."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1723207995/DailyQuotes/Laozi.webp",
            "locked": true
        },
        {
            "id": 21,
            "name": "Sun Tzu",
            "description": "Sun Tzu fue un estratega militar chino y autor de 'El Arte de la Guerra', uno de los textos más influyentes en la historia de la estrategia y la táctica militar. Su obra ha sido aplicada no solo en el ámbito militar, sino también en los negocios y la gestión.",
            "biography": "Sun Tzu, cuyo nombre real es Sun Wu, vivió en el siglo V a.C. durante el período de los Reinos Combatientes en China. Es conocido principalmente por ser el autor de 'El Arte de la Guerra', un tratado sobre estrategia y tácticas militares. Aunque la información sobre su vida es escasa y en parte legendaria, se le atribuye una carrera como estratega y general en el ejército del estado de Wu. Su obra ha sido fundamental no solo para la estrategia militar, sino también para la filosofía y la práctica en el liderazgo y la gestión en diversas disciplinas. Sun Tzu falleció alrededor del año 496 a.C., pero su legado ha perdurado a lo largo de los siglos, influyendo en la guerra, los negocios y la cultura.",
            "quotes": [
                "Toda guerra se basa en el engaño.",
                "Conócete a ti mismo y conocerás a tus enemigos.",
                "La mejor victoria es la que se gana sin luchar.",
                "El supremo arte de la guerra es someter al enemigo sin luchar.",
                "La rapidez es la esencia de la guerra.",
                "Quien no puede soportar la adversidad no debe aspirar a ser líder.",
                "Las oportunidades nacen de la acción y el coraje.",
                "El que prevé la batalla es el que la gana.",
                "No ataques al enemigo en su terreno más fuerte.",
                "Cuando la guerra está en marcha, debes seguir adelante hasta el final.",
                "El ejército es una herramienta de guerra, no un instrumento de lucha de clases.",
                "La victoria es reservada para quienes están dispuestos a pagar el precio.",
                "No existe mayor habilidad que la de disimular.",
                "La fuerza de un ejército es la que lo lleva a la victoria.",
                "La guerra no se gana con el número de soldados, sino con la estrategia.",
                "La rapidez y la adaptabilidad son la clave del éxito en la guerra.",
                "El arte de la guerra es un arte de la previsión.",
                "La victoria se obtiene con preparación y estrategia, no con la mera fuerza.",
                "La guerra es un proceso de negociación y la estrategia debe adaptarse.",
                "El mejor general es aquel que hace que el enemigo se rinda sin luchar.",
                "Un ejército bien entrenado es un ejército victorioso.",
                "El poder de un líder se mide por la habilidad de sus seguidores.",
                "La guerra es un juego de engaño.",
                "La estrategia es más importante que la táctica.",
                "Un general sabio sabe cuándo luchar y cuándo evitar la batalla.",
                "La disciplina es el fundamento de la victoria.",
                "La capacidad de anticipar el movimiento del enemigo es clave para ganar.",
                "La preparación es la base de la victoria.",
                "Un líder debe ser adaptable y flexible en sus estrategias.",
                "El conocimiento del terreno es esencial para la victoria."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1723216480/DailyQuotes/SunTzu.jpg",
            "locked": true
        },
        {
            "id": 22,
            "name": "Han Feizi",
            "description": "Han Feizi fue un filósofo chino y uno de los principales exponentes del legalismo, una escuela de pensamiento que enfatiza el uso de leyes estrictas y la administración autoritaria para mantener el orden en la sociedad. Su obra ha tenido una profunda influencia en la administración y el gobierno en la historia de China.",
            "biography": "Han Feizi nació alrededor del 280 a.C. en el estado de Han, durante el período de los Reinos Combatientes. Fue un destacado filósofo legalista y estudiante del filósofo Shang Yang. Su obra principal, el 'Han Feizi', es una colección de ensayos que exponen sus ideas sobre la política y el gobierno, defendiendo la necesidad de leyes estrictas y la centralización del poder para mantener el orden y la estabilidad. Han Feizi influyó en el desarrollo del sistema legal del imperio Qin, que se caracterizó por un gobierno autoritario y una rigurosa aplicación de las leyes. A pesar de su influencia, Han Feizi enfrentó oposición y fue encarcelado por el primer emperador Qin Shi Huang. Murió en el año 233 a.C., pero sus ideas continúan siendo relevantes en el estudio de la teoría política y la administración.",
            "quotes": [
                "La ley es el principio fundamental del gobierno.",
                "El poder no se obtiene a través de la virtud, sino a través de la fuerza y la astucia.",
                "Un gobernante sabio usa la ley para controlar a los súbditos y mantener el orden.",
                "La administración eficaz requiere leyes estrictas y castigos severos.",
                "El gobernante que no confía en la ley no puede mantener el poder.",
                "La debilidad de un gobernante se muestra en su falta de control sobre los ministros.",
                "El conocimiento de la naturaleza humana es esencial para un buen gobierno.",
                "La verdadera fuerza radica en la habilidad para imponer la ley.",
                "Un estado fuerte necesita una administración rígida y bien estructurada.",
                "La autoridad debe ser centralizada para evitar la anarquía.",
                "Los hombres malvados solo entienden el poder del castigo.",
                "La ley debe ser clara y aplicada sin favoritismos.",
                "El gobernante debe ser astuto y saber cuándo usar el poder.",
                "Un buen gobernante no confía en el buen carácter de sus súbditos.",
                "Las leyes deben ser estrictas y su aplicación rigurosa.",
                "El poder no debe depender de la benevolencia, sino de la autoridad.",
                "La estabilidad del estado depende de la justicia y la severidad de las leyes.",
                "El control efectivo se logra mediante el castigo y la recompensa.",
                "La administración del estado debe ser basada en principios racionales y no en emociones.",
                "Un gobernante debe evitar la corrupción y mantener el orden mediante la ley.",
                "La capacidad de gobernar está directamente relacionada con el uso efectivo de la ley.",
                "El gobernante debe asegurarse de que las leyes sean respetadas por todos.",
                "La desobediencia debe ser castigada severamente para mantener la disciplina.",
                "Un estado sin leyes firmes está condenado al caos.",
                "La ley y el orden deben prevalecer sobre la moralidad personal.",
                "El gobernante debe ser implacable con aquellos que desafíen la autoridad.",
                "La administración pública debe ser estricta y organizada.",
                "El éxito en el gobierno se basa en la eficacia de la ley y la administración.",
                "Un buen gobernante sabe que el poder debe ser mantenido por medio de la ley."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1723208238/DailyQuotes/HanFeizi.webp",
            "locked": true
        },
        {
            "id": 23,
            "name": "Mozi",
            "description": "Mozi fue un filósofo chino y el fundador de la escuela de pensamiento conocida como Moísmo. Su filosofía enfatizaba el amor universal, la utilidad práctica y la oposición a las guerras agresivas, promoviendo una ética basada en la imparcialidad y la eficiencia.",
            "biography": "Mozi, cuyo nombre real era Mo Di, nació alrededor del 470 a.C. en el estado de Lu durante el período de los Reinos Combatientes. Fundó la escuela de Moísmo, que se distinguió por su enfoque en el amor universal (jian ai), la utilitarismo y el rechazo a las guerras innecesarias y costosas. Mozi criticó tanto al confucianismo como al taoísmo, argumentando que sus ideas eran imprácticas y que la verdadera sabiduría se encontraba en la promoción del bien común y la eficiencia. Su pensamiento influyó en la administración y el desarrollo de políticas públicas en la antigua China. Mozi fue también conocido por su enfoque en la ingeniería y la tecnología militar, desarrollando varias innovaciones en defensa y fortificación. Murió alrededor del 391 a.C., pero sus ideas continuaron influyendo en la filosofía china y su legado perdura en la ética y la teoría política.",
            "quotes": [
                "El amor universal es el camino hacia la paz y la armonía.",
                "La utilidad es la base de la virtud y la moralidad.",
                "El rechazo de la guerra innecesaria es esencial para el bienestar de la sociedad.",
                "Un gobernante sabio busca el bien común sobre sus propios intereses.",
                "La eficiencia en la administración pública es clave para el progreso.",
                "La verdadera sabiduría se encuentra en la promoción de la justicia y la equidad.",
                "El conocimiento práctico supera a la teoría abstracta en valor.",
                "La imparcialidad es la base de un gobierno justo.",
                "El amor y la benevolencia deben extenderse a todos por igual.",
                "La política debe centrarse en el beneficio práctico para la gente.",
                "La crítica constructiva es esencial para el avance de la sociedad.",
                "La justicia y la eficiencia deben ser los pilares de la administración.",
                "Un líder debe actuar con imparcialidad y desinterés.",
                "La tecnología y la ingeniería deben ser usadas para el bien común.",
                "El conflicto y la guerra deben ser evitados siempre que sea posible.",
                "El conocimiento debe aplicarse de manera práctica para resolver problemas reales.",
                "La igualdad y la equidad son fundamentales para una sociedad justa.",
                "Las acciones deben ser guiadas por principios de utilidad y beneficio general.",
                "El gobierno debe estar basado en principios racionales y prácticos.",
                "La virtud verdadera se manifiesta en la acción eficaz y beneficiosa.",
                "El progreso de la sociedad depende de la aplicación práctica del conocimiento.",
                "Un gobernante debe preocuparse por el bienestar de todos, no solo de unos pocos.",
                "El amor y la bondad universales son la clave para una sociedad armoniosa.",
                "La imparcialidad en la justicia asegura la estabilidad y la paz.",
                "La sabiduría práctica supera a la sabiduría teórica en su impacto.",
                "El buen gobierno debe ser eficiente y orientado al bien común.",
                "La ética y la moralidad deben estar basadas en la utilidad y la justicia.",
                "El liderazgo debe ser ejemplar y enfocado en el beneficio general.",
                "La verdadera sabiduría está en la capacidad de hacer el bien de manera práctica.",
                "El amor universal debe ser la base de todas las relaciones humanas."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1723208415/DailyQuotes/Mozi.jpg",
            "locked": true
        },
        {
            "id": 24,
            "name": "Bodhidharma",
            "description": "Bodhidharma fue un monje budista indio y el 28º patriarca del budismo zen en la tradición china. Es conocido por haber llevado el budismo zen a China y por sus enseñanzas sobre la meditación y el despertar espiritual.",
            "biography": "Bodhidharma, cuyo nombre real era Dharuma, nació en el sur de la India alrededor del siglo VI d.C. y es reconocido como el fundador del budismo zen en China. Según la tradición, Bodhidharma viajó desde la India a China para enseñar el budismo, y se convirtió en el 28º patriarca del linaje de la transmisión directa del dharma desde el Buda. Se dice que Bodhidharma se asentó en el Monasterio Shaolin, donde se dedicó a la meditación profunda y a la enseñanza de la práctica del zen, centrada en la experiencia directa de la iluminación. Su legado incluye el énfasis en la meditación y la autoobservación como caminos hacia el despertar. Bodhidharma es también famoso por sus enseñanzas sobre la importancia de la práctica personal y la percepción directa de la verdad. Murió alrededor del año 528 d.C., pero su influencia sigue siendo fundamental en la tradición zen y en la práctica del budismo en Asia y en todo el mundo.",
            "quotes": [
                "La mente es el principio de todas las cosas.",
                "El despertar no se encuentra en las palabras, sino en la experiencia directa.",
                "No hay buda fuera de la mente.",
                "La verdadera práctica es el esfuerzo por la realización del vacío.",
                "El conocimiento no se encuentra en los libros, sino en la experiencia.",
                "La meditación es el camino hacia la libertad de la mente.",
                "La verdadera sabiduría no es la acumulación de conocimiento, sino la comprensión profunda del ser.",
                "El objetivo del Zen es alcanzar el estado de no mente.",
                "La simplicidad es la clave para la práctica del Zen.",
                "La verdadera iluminación no tiene forma ni color.",
                "El silencio es la forma más profunda de comunicación.",
                "La práctica del Zen es la práctica del ahora.",
                "La mente que busca la verdad no encuentra la verdad.",
                "El despertar es el resultado de la práctica constante y sincera.",
                "El camino hacia el despertar es a través del autoexamen y la autoobservación.",
                "La realidad no puede ser comprendida a través de conceptos y palabras.",
                "El Zen es ver la verdadera naturaleza de la mente.",
                "El desapego es el camino hacia la liberación.",
                "La verdad está más allá de los conceptos y las dualidades.",
                "La verdadera práctica es ir más allá de la mente pensante.",
                "El estado de iluminación es un estado de simplicidad y pureza.",
                "La práctica del Zen no tiene fin, es un camino sin término.",
                "El ser verdadero está más allá de la ilusión de la existencia.",
                "El Zen es la experiencia de la realidad tal como es.",
                "La verdadera libertad es la libertad de la mente.",
                "La práctica sincera del Zen lleva a la realización del verdadero yo.",
                "La mente clara es la mente de la iluminación.",
                "El Zen es el arte de vivir en el presente.",
                "El despertar no es un evento, sino un proceso continuo.",
                "La verdadera paz es la paz interior."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1723208540/DailyQuotes/Bodhidharma.jpg",
            "locked": true
        },
        {
            "id": 25,
            "name": "Dogen",
            "description": "Dogen fue un destacado maestro zen japonés y el fundador de la escuela Soto del zen en Japón. Su obra principal, el 'Shobogenzo', es una recopilación de enseñanzas y escritos que profundizan en la práctica del zen y la naturaleza de la realidad.",
            "biography": "Dogen, nacido Eihei Dogen en 1200, fue un influyente maestro zen japonés que estudió en China antes de establecer la escuela Soto del zen en Japón. Después de un extenso entrenamiento bajo maestros zen en China, Dogen regresó a Japón y fundó el templo Eiheiji, que se convirtió en uno de los principales centros de la práctica zen Soto. Su obra más conocida, el 'Shobogenzo' (Tesoro del Ojo del Verdadero Dharma), es una colección de textos que exploran la naturaleza de la realidad, la práctica del zazen (meditación sentada) y el despertar espiritual. Dogen enfatizó la importancia de la práctica constante y la realización del presente como caminos hacia la iluminación. Murió en 1253, pero su legado sigue vivo en la práctica del zen y la filosofía en Japón y en todo el mundo.",
            "quotes": [
                "La práctica del zen no es algo que se pueda aprender o enseñar.",
                "El momento presente es el único lugar donde se puede encontrar la verdad.",
                "El verdadero camino no está en el pasado ni en el futuro, sino en el ahora.",
                "La práctica de zazen es la expresión completa del despertar.",
                "La verdadera realización es la práctica en cada momento.",
                "La iluminación no es algo que se obtiene, sino algo que se realiza.",
                "La mente clara y el corazón abierto son las bases de la verdadera sabiduría.",
                "El Zen es la experiencia de la realidad tal como es, sin adornos ni distorsiones.",
                "La vida y la práctica son una misma cosa.",
                "La verdadera paz se encuentra en la aceptación del presente.",
                "El vacío es la esencia de la verdadera naturaleza.",
                "No hay separación entre la práctica y la realidad.",
                "El auténtico despertar ocurre cuando se abandona la búsqueda.",
                "La esencia del Zen es la simplicidad y la pureza.",
                "Cada momento de la vida es una oportunidad para la práctica.",
                "El Zen no es una técnica, sino una forma de ser.",
                "La mente que busca es la que se pierde.",
                "La práctica del Zen es la realización de la verdadera naturaleza.",
                "La verdadera sabiduría está más allá de los conceptos y palabras.",
                "La práctica no se trata de conseguir algo, sino de experimentar el momento.",
                "El Zen es la realización de la unidad con el universo.",
                "El despertar es la comprensión de la naturaleza intrínseca de la vida.",
                "Cada acción y cada momento son una manifestación del despertar.",
                "La verdadera práctica es la aceptación del presente sin reservas.",
                "El Zen es vivir cada momento con plena presencia y conciencia.",
                "La esencia de la práctica es estar completamente en el aquí y el ahora.",
                "La iluminación se encuentra en la simplicidad de la vida diaria.",
                "La práctica del Zen es la integración de la mente y el cuerpo.",
                "El verdadero sentido de la vida se encuentra en la práctica sincera del momento presente."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1723208640/DailyQuotes/Dogen.jpg",
            "locked": true
        },
        {
            "id": 26,
            "name": "Al-Farabi",
            "description": "Al-Farabi fue un filósofo y polímata musulmán del siglo X, conocido por sus contribuciones a la filosofía, la lógica, la política y la música. Es considerado uno de los grandes pensadores de la Edad de Oro del Islam y un influyente comentarista de Aristóteles.",
            "biography": "Al-Farabi, cuyo nombre completo es Abu Nasr al-Farabi, nació alrededor del 872 en Farab, en lo que hoy es Kazajistán, y murió alrededor del 950 en Damasco. Fue un prominente filósofo y erudito musulmán que hizo importantes aportes a la filosofía, la lógica, la política, y la música. Al-Farabi es conocido por su trabajo en la interpretación y expansión de las ideas aristotélicas, especialmente en el campo de la lógica. Su obra 'El Manual del Político' es un tratado sobre la política y la organización de la sociedad ideal. Además, Al-Farabi escribió extensamente sobre la filosofía neoplatónica y la teoría del conocimiento. Su influencia se extendió más allá del mundo islámico y tuvo un impacto significativo en la filosofía medieval europea. Su legado perdura en la historia de la filosofía y la ciencia.",
            "quotes": [
                "La filosofía es el camino hacia la sabiduría y la verdad.",
                "El conocimiento verdadero es el que nos acerca a la perfección del ser.",
                "La política debe estar guiada por la justicia y la razón.",
                "El verdadero filósofo es el que busca la verdad por encima de todo.",
                "La lógica es la herramienta más poderosa para alcanzar el conocimiento.",
                "La felicidad se encuentra en la realización de la virtud.",
                "El hombre perfecto es aquel que ha alcanzado el equilibrio entre razón y emoción.",
                "El buen gobernante es el que actúa con sabiduría y justicia.",
                "La educación es el fundamento del progreso y la civilización.",
                "El conocimiento es la luz que ilumina el camino hacia la verdad.",
                "La perfección del ser humano se logra a través del conocimiento y la virtud.",
                "La sociedad ideal es aquella en la que reina la justicia y el bien común.",
                "El arte de gobernar se basa en la comprensión de la naturaleza humana.",
                "La filosofía y la política están intrínsecamente conectadas.",
                "El propósito de la vida es alcanzar la plenitud a través del conocimiento.",
                "La ética y la lógica son fundamentales para una vida virtuosa.",
                "El filósofo debe ser un modelo de virtud y sabiduría.",
                "La verdadera felicidad es el resultado de una vida bien vivida.",
                "La justicia es el principio fundamental para una sociedad armoniosa.",
                "El conocimiento profundo lleva a la sabiduría y al entendimiento.",
                "El hombre sabio es aquel que actúa con rectitud y equidad.",
                "La política debe servir al bienestar de todos, no solo de unos pocos.",
                "La reflexión y el estudio son esenciales para el desarrollo intelectual.",
                "La virtud es el camino hacia la verdadera felicidad.",
                "El buen gobernante es aquel que actúa en beneficio de su pueblo.",
                "La búsqueda de la verdad es el objetivo principal de la filosofía.",
                "El equilibrio entre la razón y la emoción es clave para la perfección personal.",
                "La sabiduría es la base para una vida virtuosa y justa.",
                "La educación y el conocimiento son la base del progreso social.",
                "La filosofía debe guiar la acción política y social."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1723208737/DailyQuotes/Al-Farabi.jpg",
            "locked": true
        },
        {
            "id": 27,
            "name": "Platón",
            "description": "Platón fue un filósofo griego y alumno de Sócrates, conocido por sus diálogos escritos y por fundar la Academia en Atenas. Sus ideas abarcan la teoría de las formas, la justicia, la política y la educación.",
            "biography": "Platón nació alrededor del 427 a.C. en Atenas y murió en el 347 a.C. Fue uno de los filósofos más influyentes de la antigua Grecia y discípulo de Sócrates. Tras la muerte de Sócrates, Platón viajó por el Mediterráneo y estudió en diversas ciudades antes de regresar a Atenas para fundar la Academia, una de las primeras instituciones de educación superior en el mundo occidental. Sus diálogos, escritos en forma de conversaciones filosóficas, exploran temas como la justicia, la belleza, el amor y la verdad. Platón es famoso por su teoría de las Ideas o Formas, que sostiene que el mundo sensible es una sombra imperfecta del mundo de las Ideas perfectas. Sus ideas influyeron profundamente en la filosofía occidental y en el desarrollo del pensamiento político y ético.",
            "quotes": [
                "El conocimiento es la verdadera riqueza.",
                "La justicia consiste en dar a cada uno lo que le corresponde.",
                "La sabiduría comienza en la admiración.",
                "El mayor castigo para quien no tiene lo que desea es desear.",
                "La educación es el mejor regalo que se le puede dar a un niño.",
                "El amor es la búsqueda de la belleza en el alma.",
                "El hombre es un animal que aprende a través del diálogo.",
                "La verdadera sabiduría está en reconocer la propia ignorancia.",
                "La filosofía es el amor a la sabiduría.",
                "El conocimiento verdadero es recordar lo que ya sabíamos.",
                "La justicia es la armonía de las partes del alma.",
                "El mejor gobierno es aquel en el que los filósofos son reyes.",
                "La mente que se abre a una nueva idea jamás volverá a su tamaño original.",
                "El valor es el conocimiento de lo que es bueno y malo.",
                "La belleza está en los ojos de quien la contempla.",
                "El alma inmortal busca la verdad eterna.",
                "La educación debe ser la base de toda sociedad justa.",
                "El diálogo es el camino hacia la verdad.",
                "La sabiduría es la capacidad de actuar con prudencia.",
                "El hombre justo es el que vive en armonía con su propia naturaleza.",
                "La política debe estar guiada por la razón y la justicia.",
                "La verdadera felicidad se encuentra en la virtud.",
                "El conocimiento es la clave para la verdadera libertad.",
                "La justicia es el equilibrio entre los deseos y la razón.",
                "La educación transforma la naturaleza del alma.",
                "El pensamiento correcto lleva a la acción correcta.",
                "La verdad es la esencia de toda realidad.",
                "El filósofo debe buscar la verdad más allá de las apariencias.",
                "La perfección es el objetivo de la verdadera filosofía.",
                "El arte de vivir es el arte de razonar con sabiduría."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1723208867/DailyQuotes/Platon.webp",
            "locked": true
        },
        {
            "id": 28,
            "name": "Socrates",
            "description": "Sócrates fue un filósofo griego considerado uno de los padres de la filosofía occidental. Su método de diálogo y su enfoque en la ética y la moral influyeron profundamente en el pensamiento filosófico posterior.",
            "biography": "Sócrates nació en Atenas alrededor del 470 a.C. y murió en el 399 a.C. Es conocido por su enfoque en la ética y la moral, y por su método de diálogo conocido como la mayéutica, que busca la verdad a través de preguntas y respuestas. Sócrates no dejó escritos propios; su pensamiento nos ha llegado principalmente a través de las obras de sus discípulos, como Platón y Jenofonte. A pesar de su falta de escritos, su influencia en la filosofía es profunda, especialmente en el desarrollo del pensamiento crítico y la ética. Sócrates fue condenado a muerte por corromper a la juventud y desafiar las normas establecidas en Atenas, y aceptó su condena con serenidad, defendiendo sus principios hasta el final.",
            "quotes": [
                "Solo sé que no sé nada.",
                "La vida no examinada no vale la pena vivirla.",
                "Conócete a ti mismo.",
                "La sabiduría comienza en la humildad.",
                "No es el vivir sino el vivir bien lo que importa.",
                "El verdadero conocimiento es el conocimiento de la propia ignorancia.",
                "La virtud es el conocimiento.",
                "No puedo enseñar nada a nadie, solo puedo hacerles pensar.",
                "El valor es saber qué es lo correcto y actuar en consecuencia.",
                "La pregunta más importante es: ¿Qué es la justicia?",
                "El conocimiento verdadero es el primer paso hacia la acción correcta.",
                "La filosofía es una preparación para la muerte.",
                "El diálogo es el camino hacia la verdad.",
                "El hombre sabio es el que reconoce su propia ignorancia.",
                "La virtud no se enseña, se demuestra.",
                "La libertad consiste en saber lo que se debe hacer.",
                "El mayor castigo para quien no actúa con justicia es vivir sin paz.",
                "La sabiduría está en reconocer la propia ignorancia.",
                "No hay mayor placer que el de la mente que ha aprendido algo nuevo.",
                "La justicia es la armonía entre las partes del alma.",
                "El conocimiento lleva a la virtud y la virtud lleva a la felicidad.",
                "La autoevaluación es el primer paso hacia el crecimiento personal.",
                "La verdadera felicidad se encuentra en la realización de la virtud.",
                "La búsqueda de la verdad es la esencia de la filosofía.",
                "El diálogo es la herramienta más poderosa para el aprendizaje.",
                "El sabio no es quien sabe mucho, sino quien sabe cómo aprender.",
                "La vida debe ser vivida con propósito y reflexión.",
                "El conocimiento es el camino hacia la verdadera libertad.",
                "El filósofo es un amante de la verdad y de la sabiduría.",
                "El cambio comienza en uno mismo."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1723208973/DailyQuotes/Socrates.jpg",
            "locked": true
        },
        {
            "id": 29,
            "name": "Zenón de Citio",
            "description": "Zenón de Citio fue un filósofo griego que fundó la escuela estoica, una de las principales corrientes de la filosofía helenística. Sus enseñanzas se centraron en la virtud, la razón y la autodisciplina como caminos hacia una vida plena.",
            "biography": "Zenón de Citio nació alrededor del 334 a.C. en Citio, en Chipre, y murió alrededor del 262 a.C. en Atenas. Fundó la escuela estoica, que recibió su nombre de la Stoa Poikile (Pórtico Pintado) en Atenas, donde Zenón enseñaba. Su filosofía enfatizaba la importancia de la virtud, la racionalidad y la autodisciplina como fundamentos para una vida feliz y en armonía con la naturaleza. Zenón sostenía que el control de las pasiones y la alineación con la razón eran esenciales para alcanzar la paz interior. Sus enseñanzas influyeron en filósofos posteriores como Séneca, Epicteto y Marco Aurelio. Aunque Zenón no dejó escritos, sus ideas fueron preservadas por sus seguidores y han tenido un impacto duradero en la filosofía occidental.",
            "quotes": [
                "La felicidad es un estado de la mente que se alcanza a través de la virtud.",
                "No es la cantidad de bienes lo que importa, sino cómo los usamos.",
                "El control de uno mismo es el camino hacia la verdadera libertad.",
                "La sabiduría consiste en vivir de acuerdo con la naturaleza.",
                "La virtud es el único bien verdadero.",
                "El hombre sabio es aquel que controla sus deseos y temores.",
                "La paz interior proviene del dominio de uno mismo.",
                "El verdadero valor es la resistencia a las adversidades.",
                "El sufrimiento es el resultado de desear lo que no se puede controlar.",
                "La vida virtuosa es una vida en armonía con la razón.",
                "La autodisciplina es la clave para una vida plena y feliz.",
                "La sabiduría no se encuentra en el conocimiento, sino en la acción correcta.",
                "La tranquilidad de la mente se logra mediante la aceptación de lo que no se puede cambiar.",
                "El mayor bien es vivir en conformidad con la razón.",
                "El hombre sabio no se deja llevar por las emociones, sino por la razón.",
                "La verdadera riqueza es el dominio sobre uno mismo.",
                "La justicia y la virtud son las bases de una vida feliz.",
                "El hombre que vive de acuerdo con la naturaleza no se perturba por los acontecimientos externos.",
                "La libertad verdadera es la liberación de las pasiones y deseos.",
                "La sabiduría es la capacidad de ver las cosas como realmente son.",
                "El conocimiento de uno mismo es el primer paso hacia la virtud.",
                "La serenidad se encuentra en la aceptación de la naturaleza de las cosas.",
                "El camino hacia la felicidad es a través del autocontrol y la virtud.",
                "La virtud es el único camino hacia la paz interior.",
                "El hombre sabio es aquel que actúa de acuerdo con la razón y la justicia.",
                "El control de las emociones es el signo de una mente racional.",
                "La vida debe ser vivida en armonía con los principios de la razón.",
                "El verdadero poder es el poder sobre uno mismo.",
                "La serenidad proviene de la comprensión de la naturaleza y el control de las pasiones.",
                "La verdadera libertad es la liberación de las cadenas del deseo."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1723209067/DailyQuotes/Zenon.jpg",
            "locked": true
        },
        {
            "id": 30,
            "name": "Plotino",
            "description": "Plotino fue un filósofo neoplatónico griego del siglo III d.C., conocido por su desarrollo de la filosofía de Platón y la creación del neoplatonismo. Su pensamiento influyó en el desarrollo de la filosofía y la teología cristiana.",
            "biography": "Plotino nació alrededor del 204 d.C. en Licópolis, Egipto, y murió en el 270 d.C. en Roma. Fue uno de los más importantes filósofos del neoplatonismo, una corriente que surgió del pensamiento de Platón y que influenció profundamente la filosofía y la teología en el mundo occidental. Plotino estudió en Alejandría antes de trasladarse a Roma, donde enseñó y fundó una escuela filosófica. Su obra más conocida, 'Las Enéadas', es una colección de seis grupos de escritos que exploran temas como la metafísica, la cosmología y la ética. Plotino desarrolló una compleja teoría de la realidad basada en la idea de un principio supremo, el Uno, que emana del cual todo lo demás existe. Su influencia se extiende a la filosofía medieval y al pensamiento cristiano, siendo un puente importante entre la filosofía pagana y la teología cristiana.",
            "quotes": [
                "El Uno es el principio de todo lo que existe.",
                "La verdadera realidad es la que está más allá del mundo sensible.",
                "El conocimiento verdadero es el conocimiento del ser.",
                "La belleza es la manifestación del orden y la armonía en el universo.",
                "La realidad última es la unidad y la simplicidad.",
                "El alma busca regresar a su origen, al Uno.",
                "La sabiduría es la contemplación de la verdad eterna.",
                "La vida virtuosa es aquella que busca la unión con el Uno.",
                "La mente que se concentra en lo divino encuentra la paz interior.",
                "El universo es una manifestación del principio supremo.",
                "La verdadera felicidad se encuentra en la realización de nuestro ser esencial.",
                "El conocimiento de uno mismo es el primer paso hacia la iluminación.",
                "La existencia es una emanación del principio primordial.",
                "El alma inmortal aspira a retornar a su origen divino.",
                "La comprensión profunda del ser lleva a la liberación espiritual.",
                "La belleza en el mundo sensible es un reflejo de la belleza en el mundo divino.",
                "La filosofía es el camino hacia la verdad y la unidad con lo divino.",
                "La vida contemplativa es la más elevada de todas las formas de vida.",
                "La verdad es la manifestación de la esencia del ser.",
                "El propósito de la vida es alcanzar la perfección en la unión con el Uno.",
                "La realidad se entiende a través de la razón y la intuición espiritual.",
                "El conocimiento verdadero trasciende las apariencias y se enfoca en la esencia.",
                "La contemplación de la verdad nos eleva por encima de las limitaciones del mundo material.",
                "La vida es una búsqueda de la autenticidad y la unión con el principio eterno.",
                "La libertad espiritual es el resultado de la comprensión del ser.",
                "El pensamiento profundo nos acerca a la realidad última.",
                "La sabiduría es la capacidad de ver más allá de las ilusiones del mundo sensible.",
                "La existencia está orientada hacia la realización del bien supremo.",
                "El alma encuentra su verdadera esencia en la conexión con lo divino.",
                "La verdadera paz proviene de la comprensión y la unidad con el Uno."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1723209845/DailyQuotes/Plotino.jpg",
            "locked": true
        },
        {
            "id": 31,
            "name": "Tomás de Aquino",
            "description": "Tomás de Aquino fue un teólogo y filósofo italiano del siglo XIII, conocido por su obra en la síntesis de la filosofía aristotélica con la teología cristiana. Es una figura central en la escolástica y la filosofía medieval.",
            "biography": "Tomás de Aquino nació el 1225 en Roccasecca, Italia, y murió en 1274 en Fossa Nova. Fue un fraile dominico y uno de los más influyentes filósofos y teólogos de la Edad Media. Su obra principal, 'Summa Theologica', es una de las obras más completas y sistemáticas de la teología cristiana. Tomás de Aquino buscó integrar la filosofía aristotélica con la doctrina cristiana, estableciendo una síntesis entre la fe y la razón. Sus escritos abordan una amplia gama de temas, desde la naturaleza de Dios hasta la ética y la ley natural. Su influencia en la teología y la filosofía perdura hasta el presente, y es considerado uno de los doctores de la Iglesia Católica.",
            "quotes": [
                "La verdad no puede contradecir a la verdad.",
                "La fe busca entender lo que cree.",
                "La razón es la luz de la fe.",
                "El conocimiento es el primer paso hacia la virtud.",
                "La gracia de Dios es necesaria para la salvación.",
                "La ley natural es la participación de la ley eterna en la criatura racional.",
                "La felicidad se encuentra en la contemplación de la verdad divina.",
                "La esencia de la justicia es dar a cada uno lo que le corresponde.",
                "La vida moral es una vida de conformidad con la razón.",
                "La filosofía es la servidora de la teología.",
                "La perfección humana se alcanza en la unión con Dios.",
                "La virtud es el hábito de actuar de acuerdo con la razón.",
                "La libertad es el poder de obrar de acuerdo con la razón.",
                "La inteligencia divina es la causa última de todo lo que existe.",
                "La ley divina guía a la humanidad hacia el bien supremo.",
                "La creación es un reflejo del poder y la sabiduría de Dios.",
                "La teología es la ciencia de la salvación.",
                "La gracia perfecciona la naturaleza, no la destruye.",
                "La razón y la fe trabajan juntas para comprender la verdad.",
                "La moralidad está arraigada en la ley natural.",
                "La sabiduría es la capacidad de ver la verdad en todas las cosas.",
                "El bien supremo es la unión con Dios.",
                "La vida eterna es el fin último del ser humano.",
                "La justicia es la recta disposición de las cosas a sus fines.",
                "La fe y la razón no se oponen, sino que se complementan.",
                "La verdadera felicidad se encuentra en la visión de Dios.",
                "La naturaleza del hombre es buscar el bien y evitar el mal.",
                "La vida virtuosa es una vida en conformidad con el orden divino.",
                "La ley natural es universal y aplicable a todos los seres humanos.",
                "La sabiduría divina supera toda comprensión humana."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1723209934/DailyQuotes/TomasdeAquino.jpg",
            "locked": true
        },
        {
            "id": 32,
            "name": "Nicolás Maquiavelo",
            "description": "Nicolás Maquiavelo fue un político, filósofo y escritor italiano del Renacimiento, conocido principalmente por sus obras sobre teoría política y el ejercicio del poder. Su obra más famosa, 'El Príncipe', es un tratado sobre la política realista y la estrategia de gobierno.",
            "biography": "Nicolás Maquiavelo nació el 3 de mayo de 1469 en Florencia, Italia, y murió el 22 de junio de 1527. Fue un funcionario público y diplomático en la República de Florencia. Maquiavelo es mejor conocido por su obra 'El Príncipe', escrita en 1513, en la que aborda la política desde una perspectiva pragmática y realista, enfatizando la importancia de la astucia y la eficacia en el ejercicio del poder. También escribió 'Discursos sobre la primera década de Tito Livio' y 'El arte de la guerra', entre otras obras. Aunque sus ideas fueron controvertidas y a menudo malinterpretadas, su enfoque en la política como una disciplina separada de la moral ha tenido una profunda influencia en el pensamiento político moderno.",
            "quotes": [
                "El fin justifica los medios.",
                "Es mejor ser temido que amado, si no se puede ser ambos.",
                "La política no tiene relación con la moral.",
                "El poder se mantiene por la astucia y la habilidad, no por la justicia.",
                "Los hombres en general juzgan más por los ojos que por las manos.",
                "La fortuna es una mujer y es necesario golpearla y someterla.",
                "Es más seguro ser temido que amado.",
                "Los principios y las reglas cambian según las circunstancias.",
                "Un príncipe debe estar dispuesto a actuar contra la fe, la caridad, la humanidad y la religión para mantener su estado.",
                "El que engaña encontrará siempre a quien se deje engañar.",
                "El poder es el principio de la estabilidad en el estado.",
                "La historia está llena de ejemplos de cómo el poder corrompe a los líderes.",
                "La virtud se convierte en vicio cuando se utiliza en exceso.",
                "Un líder debe ser un zorro para reconocer trampas y un león para espantar lobos.",
                "La estabilidad de un gobierno depende de su habilidad para adaptarse a los cambios.",
                "Las promesas son una herramienta para el gobernante, pero deben ser manejadas con cuidado.",
                "El estado debe ser dirigido con fuerza y decisión para evitar la anarquía.",
                "La debilidad y la falta de decisión son peligrosas en la política.",
                "Los hombres olvidan más fácilmente la muerte de su padre que la pérdida de su patrimonio.",
                "La lealtad se gana con el tiempo y se pierde rápidamente con la traición.",
                "Un príncipe debe ser astuto como una serpiente y valiente como un león.",
                "La política es el arte de lo posible y de lo necesario.",
                "La ambición es un motor poderoso en la política.",
                "Los cambios políticos deben ser manejados con cautela para evitar el descontento.",
                "La apariencia es a menudo más importante que la realidad en la política.",
                "Los gobernantes deben ser flexibles y adaptarse a las circunstancias cambiantes.",
                "Un príncipe exitoso es aquel que sabe cómo manejar tanto el poder como la fortuna.",
                "La percepción de la justicia y la moral es a menudo influenciada por el poder.",
                "La política es una ciencia práctica que se basa en la experiencia y la realidad."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1723210003/DailyQuotes/NicolasMaquiavelo.jpg",
            "locked": true
        },
        {
            "id": 33,
            "name": "Jean-Jacques Rousseau",
            "description": "Jean-Jacques Rousseau fue un filósofo, escritor y compositor suizo-francés del siglo XVIII, conocido por sus contribuciones a la teoría política, la educación y la literatura. Su obra más influyente, 'El contrato social', aborda la legitimidad del poder político y la soberanía popular.",
            "biography": "Jean-Jacques Rousseau nació el 28 de junio de 1712 en Ginebra, Suiza, y murió el 2 de julio de 1778 en Ermenonville, Francia. Fue uno de los principales pensadores del siglo XVIII y una figura clave en la Ilustración. Su obra 'El contrato social', publicada en 1762, es fundamental en la teoría política moderna, proponiendo la idea de la voluntad general y la soberanía popular. Rousseau también es conocido por 'Emilio o De la educación', un tratado sobre la educación que influyó en la pedagogía moderna. Sus escritos abarcan temas de política, educación, filosofía y literatura, y su pensamiento influyó profundamente en la Revolución Francesa y el desarrollo de la teoría política democrática. Aunque su vida estuvo marcada por la controversia y el conflicto personal, su legado intelectual sigue siendo significativo en la filosofía y las ciencias sociales.",
            "quotes": [
                "El hombre nace libre, y en todos lados está encadenado.",
                "La libertad es la única condición que garantiza la dignidad humana.",
                "La sociedad corrompe al hombre, que es inherentemente bueno.",
                "La verdadera libertad es la obediencia a una ley que uno se ha prescrito a sí mismo.",
                "El contrato social establece la base de la igualdad y la justicia.",
                "La educación debe desarrollar las virtudes y habilidades naturales del niño.",
                "La soberanía reside en el pueblo, no en el monarca.",
                "La desobediencia a una ley injusta es una forma de obediencia a la justicia.",
                "El conocimiento debe estar al servicio de la mejora de la sociedad.",
                "El progreso de la civilización ha aumentado la desigualdad y la opresión.",
                "La voluntad general es la expresión del interés común de la comunidad.",
                "La libertad individual debe ser equilibrada con la responsabilidad social.",
                "La corrupción de la sociedad es el resultado de la corrupción del corazón humano.",
                "El contrato social es la base para la legitimidad del poder político.",
                "El hombre es bueno por naturaleza, pero la sociedad lo pervierte.",
                "La igualdad es fundamental para la cohesión y la justicia social.",
                "La verdadera educación forma ciudadanos responsables y críticos.",
                "La participación activa en la vida política es esencial para la democracia.",
                "La moralidad y la justicia deben guiar las instituciones sociales.",
                "El bienestar general debe ser el objetivo de la organización política.",
                "La libertad implica la capacidad de tomar decisiones responsables.",
                "La cultura y la civilización deben servir al desarrollo humano integral.",
                "La honestidad y la integridad son esenciales para el buen gobierno.",
                "El contrato social es un acuerdo entre los individuos y la comunidad.",
                "La libertad es el fundamento de una sociedad justa y equitativa.",
                "La naturaleza humana es la base de todas las teorías sociales y políticas.",
                "El progreso social debe ser dirigido hacia la mejora de la condición humana.",
                "La educación debe ser accesible y promover el pensamiento crítico.",
                "La justicia y la igualdad deben ser los principios rectores de la sociedad.",
                "La participación en la vida pública es un derecho y un deber cívico."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1723210091/DailyQuotes/JeanJacquesRousseau.webp",
            "locked": true
        },
        {
            "id": 34,
            "name": "René Descartes",
            "description": "René Descartes fue un filósofo, matemático y científico francés del siglo XVII, considerado el padre de la filosofía moderna. Su enfoque en el racionalismo y su método de duda metódica influyeron profundamente en la filosofía y las ciencias.",
            "biography": "René Descartes nació el 31 de marzo de 1596 en La Haye en Touraine, Francia, y murió el 11 de febrero de 1650 en Estocolmo, Suecia. Estudió en el Colegio de la Flèche y posteriormente en la Universidad de Poitiers, donde estudió derecho. Descartes es conocido por su enfoque en el método científico y la filosofía basada en la duda metódica, que expuso en su obra 'Meditaciones Metafísicas'. Su famoso dictum 'Cogito, ergo sum' ('Pienso, luego existo') es fundamental en su filosofía y representa su búsqueda de una verdad indudable. También hizo importantes contribuciones a las matemáticas, desarrollando la geometría analítica y el sistema de coordenadas cartesianas. Descartes pasó gran parte de su vida en los Países Bajos y más tarde en Suecia, donde falleció. Su trabajo sentó las bases para el desarrollo de la filosofía moderna y la ciencia.",
            "quotes": [
                "Pienso, luego existo.",
                "La duda es el principio de la sabiduría.",
                "La razón es el mejor camino hacia la verdad.",
                "Para vivir bien, es necesario pensar bien.",
                "El conocimiento comienza con la duda y la reflexión.",
                "La mente es más clara que el cuerpo.",
                "No hay nada en el entendimiento que no haya estado primero en los sentidos, salvo el entendimiento mismo.",
                "La certeza es la clave para el conocimiento verdadero.",
                "La duda metódica es el camino hacia la certeza.",
                "El primer paso hacia la sabiduría es dudar de todo.",
                "El pensamiento es la esencia de nuestra existencia.",
                "La razón es la luz que guía a la verdad.",
                "La claridad y distinción son las marcas de la verdad.",
                "El cuerpo es una máquina y la mente es el conductor.",
                "La filosofía debe empezar con la duda y terminar con la certeza.",
                "La existencia del yo pensante es indudable.",
                "La mente y el cuerpo son dos sustancias distintas.",
                "La verdad se encuentra a través del razonamiento claro y riguroso.",
                "El conocimiento verdadero es aquel que se construye sobre una base firme.",
                "La realidad es la que se percibe a través de la razón.",
                "La reflexión es el camino hacia la verdad y el conocimiento.",
                "La geometría y el cálculo son herramientas para entender el mundo.",
                "El método científico es el camino para descubrir la verdad.",
                "La duda es una herramienta poderosa para el conocimiento.",
                "La mente es la fuente de la certeza y el entendimiento.",
                "La razón debe guiar nuestras acciones y pensamientos.",
                "El conocimiento avanza a través del análisis y la razón.",
                "La claridad en el pensamiento es fundamental para el progreso intelectual.",
                "El entendimiento de la realidad requiere un enfoque racional y metódico."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1723210181/DailyQuotes/ReneDescartes.jpg",
            "locked": true
        },
        {
            "id": 35,
            "name": "Baruch Spinoza",
            "description": "Baruch Spinoza fue un filósofo neerlandés del siglo XVII, conocido por su trabajo en la ética y su visión panteísta del universo. Su obra más influyente, 'Ética', presenta una visión radical de la naturaleza de Dios, el ser humano y la libertad.",
            "biography": "Baruch Spinoza nació el 24 de noviembre de 1632 en Ámsterdam, Países Bajos, y murió el 21 de febrero de 1677 en La Haya. Fue educado en la tradición judía, pero sus ideas filosóficas lo llevaron a una ruptura con la comunidad y a la excomunión. Su obra principal, 'Ética', escrita en 1677, explora la relación entre Dios, la naturaleza y el ser humano, y presenta una visión panteísta del universo en la que Dios y la naturaleza son idénticos. Spinoza defendió la idea de que la libertad humana se basa en la comprensión racional de la naturaleza y la causalidad. Su pensamiento influyó en el desarrollo de la filosofía moderna y en la teoría política, y sus ideas fueron precursoras del pensamiento ilustrado y del liberalismo. Aunque vivió una vida relativamente aislada y dedicada al estudio, su legado filosófico ha tenido un impacto duradero en la historia de la filosofía.",
            "quotes": [
                "Todo lo que es, es en Dios.",
                "El fin último del ser humano es la búsqueda de la felicidad.",
                "La libertad es el conocimiento de la necesidad.",
                "La mente que se comprende a sí misma es libre.",
                "La razón es la clave para entender la naturaleza de la realidad.",
                "El conocimiento es el camino hacia la liberación de las pasiones.",
                "Dios es la causa de todo lo que ocurre en el universo.",
                "La virtud es el conocimiento de la verdad y la armonía con la naturaleza.",
                "La paz interior se encuentra en la comprensión de la realidad.",
                "La verdadera libertad es vivir de acuerdo con la razón.",
                "El poder de la mente reside en su capacidad para entender la realidad.",
                "La felicidad es el resultado de la vida en armonía con la naturaleza.",
                "Todo lo que ocurre sigue un orden necesario y divino.",
                "El amor intelectual de Dios es la forma más alta de conocimiento.",
                "La existencia de Dios es evidente en la naturaleza misma.",
                "El conocimiento verdadero elimina las dudas y las pasiones.",
                "La ética es la ciencia que estudia la relación entre el ser humano y la naturaleza.",
                "El entendimiento de la naturaleza nos lleva a la verdadera libertad.",
                "La razón nos guía hacia la verdadera felicidad y paz interior.",
                "La mente humana es una parte del todo divino.",
                "La causa y el efecto son esenciales para entender el universo.",
                "La vida virtuosa es la vida en conformidad con la razón y la naturaleza.",
                "La realidad es una expresión de la esencia divina.",
                "La filosofía nos ayuda a comprender nuestra propia naturaleza y la del mundo.",
                "El conocimiento y la razón son los medios para alcanzar la libertad verdadera.",
                "La verdadera sabiduría es la comprensión del orden natural y divino.",
                "La libertad se alcanza al conocer y aceptar la necesidad natural de las cosas.",
                "El entendimiento de Dios y la naturaleza es la base de la ética y la moral.",
                "La paz interior y la felicidad son el resultado de la comprensión racional de la realidad.",
                "Todo en el universo sigue una cadena de causas y efectos que reflejan la naturaleza divina."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1723210267/DailyQuotes/BaruchSpinoza.jpg",
            "locked": true
        },
        {
            "id": 36,
            "name": "Francis Bacon",
            "description": "Francis Bacon fue un filósofo, estadista y científico inglés del siglo XVII, conocido por sus contribuciones a la filosofía de la ciencia y el método científico. Su obra más influyente, 'Novum Organum', establece los principios del empirismo y la inducción.",
            "biography": "Francis Bacon nació el 22 de enero de 1561 en Londres, Inglaterra, y murió el 9 de abril de 1626. Fue un destacado político y filósofo, y su obra marcó una revolución en el enfoque científico de la época. Bacon abogó por un método científico basado en la observación, la experimentación y la inducción, en contraste con los métodos deductivos prevalecientes. Su obra 'Novum Organum', publicada en 1620, es fundamental en el desarrollo del empirismo y el método científico. Bacon también fue un influyente estadista y desempeñó varios cargos políticos, incluyendo el de Lord Canciller de Inglaterra. Su pensamiento ha tenido un profundo impacto en la filosofía moderna y en el desarrollo de la ciencia empírica. Aunque su vida estuvo marcada por controversias políticas y personales, su legado intelectual sigue siendo significativo en la historia de la ciencia y la filosofía.",
            "quotes": [
                "Conocimiento es poder.",
                "La verdad es la madre de todas las ciencias.",
                "El hombre que lee mucho y usa poco su propio pensamiento, cae en hábitos de mente perezosa.",
                "La ciencia es el gran antídoto contra el veneno del entusiasmo y la superstición.",
                "El mejor modo de prever el futuro es crearlo.",
                "La experiencia es el único y mejor maestro.",
                "No hay belleza en el conocimiento sin utilidad.",
                "La investigación científica es la forma de descubrir la verdad.",
                "El verdadero trabajo del científico es ir más allá de lo conocido.",
                "La sabiduría es la raíz de la ciencia y la ciencia es el fruto de la sabiduría.",
                "El conocimiento debe ser ampliado y perfeccionado por la experiencia.",
                "La duda es el principio del conocimiento.",
                "La historia de la ciencia es la historia del progreso humano.",
                "La mente del hombre es un instrumento para explorar el universo.",
                "El método científico es una herramienta para descubrir la verdad.",
                "El aprendizaje continuo es la clave para el éxito.",
                "Las grandes ideas provienen de la observación y la experimentación.",
                "El conocimiento debe ser aplicado para ser verdaderamente útil.",
                "La ciencia debe estar al servicio del bienestar humano.",
                "La investigación debe ser libre de prejuicios y suposiciones.",
                "La curiosidad es el motor del avance científico.",
                "El progreso científico requiere paciencia y perseverancia.",
                "La imaginación es un componente esencial del descubrimiento científico.",
                "El método inductivo es el camino hacia el conocimiento verdadero.",
                "El conocimiento avanza a través de la acumulación y el análisis de datos.",
                "La ciencia debe desafiar las creencias establecidas y buscar la verdad.",
                "La educación es fundamental para el desarrollo del pensamiento crítico.",
                "El conocimiento debe ser compartido para beneficiar a la humanidad.",
                "La verdad se revela a través de la investigación rigurosa.",
                "El intelecto humano tiene el poder de transformar el mundo."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1723210429/DailyQuotes/FrancisBacon.jpg",
            "locked": true
        },
        {
            "id": 37,
            "name": "John Locke",
            "description": "John Locke fue un filósofo inglés del siglo XVII, conocido por sus ideas sobre el empirismo, la teoría del conocimiento y la teoría política. Su obra influyó profundamente en el desarrollo de la teoría política moderna y el liberalismo.",
            "biography": "John Locke nació el 29 de agosto de 1632 en Wrington, Inglaterra, y murió el 28 de octubre de 1704 en Oates, Essex. Fue uno de los principales pensadores del empirismo y es conocido por sus contribuciones a la teoría del conocimiento, la filosofía política y la educación. Su obra más influyente, 'Ensayo sobre el entendimiento humano', publicada en 1689, argumenta que el conocimiento proviene de la experiencia y que la mente es una 'tabla rasa' al nacer. Locke también escribió 'Segundo tratado sobre el gobierno civil', donde aboga por la teoría del contrato social y los derechos naturales del individuo. Sus ideas sobre la separación de poderes, el gobierno limitado y la protección de los derechos individuales han tenido un impacto duradero en la filosofía política y la teoría democrática. Locke también tuvo un papel importante en la formación de la teoría moderna de la educación, defendiendo la importancia de la experiencia y la formación moral en el desarrollo del individuo.",
            "quotes": [
                "El conocimiento es la percepción de la relación entre ideas.",
                "La libertad es el derecho de cada individuo a hacer lo que quiera, siempre que no infrinja los derechos de los demás.",
                "Todos los hombres son iguales en cuanto a sus derechos naturales.",
                "La ley de la naturaleza enseña a los hombres a buscar la paz y la seguridad.",
                "El gobierno legítimo se basa en el consentimiento de los gobernados.",
                "El poder político debe ser limitado y controlado para proteger los derechos individuales.",
                "La educación es fundamental para el desarrollo del carácter y la razón.",
                "La mente es una tabla rasa al nacer, y el conocimiento proviene de la experiencia.",
                "El derecho a la propiedad es fundamental para la libertad individual.",
                "La tolerancia es esencial para la convivencia pacífica en una sociedad diversa.",
                "La verdad es la conformidad de las ideas con la realidad.",
                "La igualdad es el principio básico de los derechos humanos.",
                "El contrato social es el acuerdo entre los individuos para formar una sociedad organizada.",
                "La libertad individual debe ser protegida contra la tiranía y la opresión.",
                "La razón es la guía principal para la toma de decisiones y la formación de juicios.",
                "El respeto por los derechos de los demás es la base de una sociedad justa.",
                "La ley debe ser la misma para todos, sin distinción de rango o condición.",
                "La política debe servir al bien común y proteger los derechos naturales.",
                "La experiencia es la fuente de todo conocimiento y aprendizaje.",
                "La educación debe fomentar el pensamiento crítico y la autonomía.",
                "La propiedad es una extensión del trabajo y el esfuerzo personal.",
                "El gobierno debe ser transparente y rendir cuentas a los ciudadanos.",
                "La libertad es un derecho natural que debe ser respetado por todos.",
                "El conocimiento se construye a partir de la observación y la reflexión.",
                "La moralidad y la ética son fundamentales para una sociedad civilizada.",
                "El poder debe ser dividido y equilibrado para evitar el abuso.",
                "La tolerancia religiosa es esencial para la paz y la armonía social.",
                "El derecho a la vida, la libertad y la propiedad son inalienables.",
                "La justicia debe ser imparcial y basada en principios racionales.",
                "El pensamiento crítico es crucial para el progreso intelectual y social."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1723210545/DailyQuotes/JohnLocke.png",
            "locked": true
        },
        {
            "id": 38,
            "name": "Voltaire",
            "description": "Voltaire fue un filósofo y escritor francés del siglo XVIII, conocido por su defensa de la libertad de expresión, la crítica a la religión y la promoción del pensamiento racional y la tolerancia. Su obra influyó profundamente en la Ilustración y la Revolución Francesa.",
            "biography": "Voltaire, cuyo nombre real era François-Marie Arouet, nació el 21 de noviembre de 1694 en París, Francia, y murió el 30 de mayo de 1778 en París. Fue uno de los principales pensadores de la Ilustración francesa, conocido por su aguda crítica social y política. Voltaire defendió la libertad de pensamiento y de expresión, y su obra abarca una amplia gama de géneros, incluyendo ensayos, novelas y teatro. Su famoso lema, 'No estoy de acuerdo con lo que dices, pero defenderé hasta la muerte tu derecho a decirlo', resume su compromiso con la libertad de expresión. Entre sus obras más destacadas se encuentran 'Cándido', una novela satírica que critica las filosofías optimistas de su tiempo, y 'Carta sobre la tolerancia', que aboga por la aceptación de las diferencias religiosas y la tolerancia. Voltaire tuvo conflictos con las autoridades y fue encarcelado en varias ocasiones, pero su influencia en la filosofía y la política continúa siendo significativa. Su pensamiento influyó en el desarrollo de los derechos humanos y la secularización en Europa.",
            "quotes": [
                "No estoy de acuerdo con lo que dices, pero defenderé hasta la muerte tu derecho a decirlo.",
                "La tolerancia, esa es la primera cualidad de un hombre de bien.",
                "El optimismo es el opio del pueblo.",
                "El que puede hacer que tú creas en absurdos, puede hacer que tú cometas atrocidades.",
                "La libertad de pensar es la más preciosa de las libertades.",
                "No hay nada más desastroso que un hombre que se cree infalible.",
                "La historia es sólo una serie de mentiras que han sido aceptadas.",
                "El fanatismo es una enfermedad del espíritu.",
                "La felicidad no es algo hecho. Proviene de tus propias acciones.",
                "El verdadero progreso es el que pone a la humanidad en primer lugar.",
                "La sabiduría no es la ocupación de los hombres ocupados.",
                "El trabajo aleja de nosotros tres grandes males: el aburrimiento, el vicio y la necesidad.",
                "Es mejor arriesgarse a salvar a un culpable que condenar a un inocente.",
                "La moda es una forma de fealdad tan intolerable que debemos cambiarla cada seis meses.",
                "El poder es el único poder que lleva a la corrupción.",
                "La mayor parte de la humanidad vive como el ganado.",
                "La religión es el alma de la sociedad.",
                "La duda es el principio de la sabiduría.",
                "La mentira es la base de la política.",
                "La guerra es el último recurso de los incompetentes.",
                "La ignorancia es la madre del miedo.",
                "La verdad es como un león. No necesita defenderse. Déjala suelta y se defenderá sola.",
                "La vida es demasiado corta para ser pequeña.",
                "Los prejuicios son la causa de los conflictos y la injusticia.",
                "La naturaleza ha dado a cada hombre la capacidad de pensar.",
                "El poder absoluto corrompe absolutamente.",
                "La razón es la única guía en la oscuridad.",
                "La educación es la base para una sociedad libre y justa.",
                "La libertad es el derecho de hacer lo que uno debe hacer.",
                "El conocimiento es la luz que ilumina el camino de la verdad.",
                "La mejor forma de tratar con el odio es con la indiferencia."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1723210627/DailyQuotes/Voltaire.jpg",
            "locked": true
        },
        {
            "id": 39,
            "name": "Michel de Montaigne",
            "description": "Michel de Montaigne fue un filósofo y escritor francés del Renacimiento, conocido por popularizar el ensayo como género literario. Su obra 'Ensayos' explora la condición humana y la reflexión personal con profundidad y originalidad.",
            "biography": "Michel de Montaigne nació el 28 de febrero de 1533 en Burdeos, Francia, y murió el 13 de septiembre de 1592. Es famoso por ser uno de los pioneros del género del ensayo, que utiliza para explorar la experiencia humana, las ideas y la filosofía personal. Montaigne estudió derecho y tuvo una carrera pública como alcalde de Burdeos, pero fue su obra literaria la que le aseguró un lugar en la historia. Su obra más conocida, 'Ensayos', es una colección de pensamientos y reflexiones sobre una variedad de temas, desde la moral y la política hasta la educación y la amistad. Montaigne se caracteriza por su estilo introspectivo y su enfoque en la autoexploración. Sus ensayos muestran un gran interés por el individualismo y la relatividad cultural, y a menudo reflejan su escepticismo hacia las certezas absolutas. Su influencia en la literatura y la filosofía sigue siendo significativa hasta el día de hoy.",
            "quotes": [
                "No hay nada en el mundo que no sea en parte y en cierto modo, el contrario de sí mismo.",
                "La mayor parte de lo que decimos es superfluo y trivial.",
                "La vida no es más que un sueño, y un sueño también es la muerte.",
                "El hombre es el único animal que se avergüenza de sí mismo.",
                "La autoobservación es el mayor de los deleites.",
                "La educación no es una preparación para la vida; la educación es la vida misma.",
                "La verdadera medida de un hombre es cómo se comporta cuando nadie lo está mirando.",
                "La sabiduría no es más que una combinación de conocimiento y experiencia.",
                "El conocimiento más profundo es aquel que nos revela a nosotros mismos.",
                "La verdadera amistad es aquella que se mantiene a pesar de los cambios y las adversidades.",
                "La duda es el principio de la sabiduría.",
                "La vida está llena de cosas que no entendemos y que no podemos controlar.",
                "El hombre es un animal que hace preguntas, pero rara vez sabe cómo responderlas.",
                "La mente del hombre está constantemente en busca de la verdad.",
                "La humildad es el camino hacia la verdadera grandeza.",
                "El verdadero conocimiento es aquel que nos ayuda a vivir mejor.",
                "La experiencia es el mejor maestro, pero el aprendizaje puede ser doloroso.",
                "La felicidad no es un estado que se alcanza, sino una actitud hacia la vida.",
                "La vida es un continuo proceso de aprendizaje y crecimiento.",
                "La reflexión es el primer paso hacia el entendimiento.",
                "La vida es una serie de momentos, cada uno con su propia belleza y significado.",
                "La filosofía es la búsqueda de la verdad y la sabiduría.",
                "El conocimiento nos ayuda a entender el mundo y a nosotros mismos.",
                "La paciencia es una virtud que todos necesitamos cultivar.",
                "El verdadero coraje es enfrentarse a nuestros miedos y dudas.",
                "La vida es una aventura en constante evolución.",
                "La naturaleza del ser humano es tan compleja como diversa.",
                "La libertad es un estado de mente tan bien como de hecho.",
                "El amor propio es el principio de todo verdadero amor hacia los demás.",
                "La vida es un equilibrio entre el placer y el sufrimiento."
            ],
            "image": "https://res.cloudinary.com/dmokmlapx/image/upload/v1723210698/DailyQuotes/Michel-de-Montaigne.webp",
            "locked": true
        }
    ]
}